# frozen_string_literal: true

module ApplicationHelper
  include Pagy::Frontend

  def poem_link_name(poem)
    [poem.name.presence, poem.author.presence].compact.join(' - ')
  end

  def sharing_title(poem)
    poem.blank? ? 'البردة و المدائح ' : poem_link_name(poem)
  end

  def sharing_desc(poem)
    poem.blank? ? 'قصائد مدح المصطفي صلي الله عليه وسلم و اشهرها بردة المديح للامام محمد البصيري ' : @poem.desc
  end

  def device_type
    # debugger
    agent = request.user_agent
    return 'tablet' if agent =~ /(tablet|ipad)|(android(?!.*mobile))/i
    return 'mobile' if agent =~ /Mobile/

    'desktop'
  end

  def mobile?
    device_type == 'mobile'
  end

  def poem_image(poem)
    return '' if poem.blank?

    "/#{(poem.id % 12) + 1}.webp"
  end

  def app_store_icon
    'app_store.png'
    # mobile?  ? 'app_store.png' : 'app_store.svg'
  end

  def play_store_icon
    'play_store.png'
    # mobile?  ? 'play_store.png' : 'play_store.svg'
  end

  def award_titles
    award_content.map {|hash| hash[:title]}
  end

  def awrad
    {
      "مقدمة": [1, 15],
      "خاتم الصلاوات": [17, 5],
      "الأساس": [22, 1],
      "الورد اللطيف": [23, 13],
      "التحصين الشريف": [37, 5],
      "الحزب الكبير": [43, 9],
      "اَلحزْبُ اَلْصَّغِيرُ": [53, 3],
      "الَصَّلاَةُ المحَمَّدِيةُ": [57, 2],
      "صَّــلاَةُإبنِ بَشِـيشُ": [59, 4],
      "الحزب السيفي": [63, 32],
      "الحزب المغني": [95, 8],
      "حزب البحر": [103, 8],
      "حزب النصر المبارك": [111, 6],
      'التوسل': [117, 8],
      "توسل السادة البرهامية": [125, 16],
      "السلسلة الصغيرة للمشايخ": [141, 2],
      "السلسلة الكبيرة للمشايخ": [143, 4],
      "الأوراد المربوطة": [147, 2],
      "فواتح الحضرة": [149, 6],
      "ورد الامام النووي": [155, 10],
      "صلاة سيدي أحمد البدوي": [165, 2],
      "صلوات و أدعية": [167, 2]
    }
  end

  def award_pages(title)
    array = awrad[title.to_sym]
    (array.first..(array.first + array.last - 1)).to_a
  end

  def award_content
    [
      {
        "title": 'مقدمة',
        "type": 'text',
        "pages": [1, 15],
        "textPages": [
          'الطريقة البرهامية',
          'مجموعة أوراد شهيد الذاكرين سيدي عقيل مظهر',
          'أبناء باب الوصول إلي معية الرسول سيدي محمد أكرم',
          '﷽ ',
          'أوراد الطريقة البرهامية',
          'الحمد لله الذي اصطفى من شاء من عباده في علمه القديم فسبقت لهم من الحسنى، و الصلاة و السلام علي أشرف خلقه سيدنا محمد إمام الانبياء والمرسلين في الدنيا و الآخرة و علي آله الأطهار الذين ورثوا علمه فكانوا أئمة هدى للخلق و كانوا أهل الدلالة علي الحق .... و بعد، ',
          'فهذه أوراد الطريقة البرهامية لأبناء العارف بالله شهيد الذاكرين سيدي عقيل مظهر الداعي إلى الله على بصيرة على مسلك القطب الرباني سيدي إبراهيم الدسوقي .',
          'واعلم أيها المحب أن هذه الأوراد من أحزاب شيخ الطريق، بها من الأسرار والعطايا مما فتح الله به ومنحه للشيخ، وأن أثرها في السير والتقريب مجرب، فلا تلتفت إلى منكر أو جاحد ممن أغلق عليه باب الفهم وتمادى في ظلمات الوهم.',
          'وقد أضفت في هذه النسخة بعض الأحزاب التي تلقيت الإجازة بها من بعض الصالحين من أهل الطريق، وإن لم تكن من أوراد الطريقة، إلا أننا طلبًا لعموم الفائدة من الصالحين على اختلاف مشاربهم، رأينا إدراجها في الكتاب عسى الله أن ينفع بها الأحباب.',
          'والله أسأل وبنبيه أتوسل أن ينفعنا بما علمنا ويرزقنا العمل به وأن يسلك بنا مسالك الصالحين إنه ولي ذلك والقادر عليه.',
          'خادم الطريق محمد أكرم عقيل مظهر',
          'قال سيدي إبراهيم الدسوقي',
          'يَجِبُ عَلَى الْمُرِيدِ أَلَّا يَتَكَلَّمَ قَطُّ إِلَّا بِدُسْتُورِ شَيْخِهِ إِنْ كَانَ جِسْمُهُ حَاضِرًا، وَإِنْ كَانَ غَائِبًا يَسْتَأْذِنْهُ بِالْقَلْبِ وَذَلِكَ حَتَّى يَتَرَفَّى إِلَى الْوُصُولِ إِلَى هَذَا الْمَقَامِ فِي حَقٌّ رَبِّهِ عَزَّ وَجَلَّ.',
          ' فَإِنَّ الشَّيْخَ إِذَا رَأَى الْمُرِيدَ يُرَاعِيهِ هَذِهِ الْمُرَاعَاةَ، رَبَّاهُ بِلَطِيفِ الشَّرَابِ، وَأَسْقَاهُ مِنْ مَاءِ التَّرْبِيَةِ، وَلَا حَظَهُ بِالسِّرِّ الْمَعْنَوِيُّ الْإِلَهِيَّ، فَيَا سَعَادَةً مَنْ أَحْسَنَ الْأَدَبَ مَعَ مُرَبِّيهِ، وَيَا شَقَاوَةَ مَنْ أَسَاءَ. ',
          'وَاعْلَمْ أَنَّ الشَّيْخَ حَكِيمُ الْمُرِيدِ، فَإِذَا لَمْ يَعْمَلِ الْمُرِيدُ بِقَوْلِ الْحَكِيم لَا يَحْضُلُ لَهُ شِفَاءُ. ',
          'بَايَعْتُ اللَّهَ تَعَالَى عَلَى أَنِّي لَا أَلْتَمِسُ أَمْوَالَكُمْ، وَلَا أَخُذُ تُرَاثَكُمْ، وَلَا أُدَنُسُ خِرْقَتِي بِمَا فِي أَيْدِيكُمْ.. ',
          'فَاسْمَعُوا وَأَطِيعُوا وَعَلَى أَمْوَالِكُمُ الْأَمَانُ مِنِّي، وَمِنْ جَمَاعَتِي الَّذِينَ أَخْلَصُوا مَعِي، وَأَسْأَلُ اللَّهَ تَعَالَى أَنْ يُلْحِقَ بَقِيَّةَ أَوْلَادِي مِمَّنْ خَلُصَ مَعِي، وَيَجْعَلَهُمْ مِثْلَهُمْ فَيُشْفِقُونَ عَلَى إِخْوَانِهِمْ، وَيَنْصَحُونَ لَهُمْ مَعَ تَجَنُّبٍ أَمْوَالِهِمْ',
          ' تَوْبَةُ الْخَوَاصِ مَحْوُ كُلِّ مَا سِوَى اللَّهِ تَعَالَى، وَلَا يَتَطَلَّعُونَ إِلَى عَمَلِ وَلَا قَوْلٍ، وَيَتُوبُونَ عَنْ أَنْ يَخْتَلِجَ فِي أَسْرَارِهِمْ أَنَّ لِي... أَوْ يَتَوَكَّلُونَ أَنَّ عِنْدِي.. وَيَخْشَوْنَ مِنْ قَوْلِ أَنَـا... فَهُمْ يُرَاعُونَ الْخَطَرَاتِ ...',
          ' مِنْ شَأْنِ الْفَقِيرِ أَلَّا يَكُونَ عِنْدَهُ حَسَدٌ وَغِيبَةٌ، وَلَا بَغْيُّ، وَلَا مُخَادَعَةٌ، وَلَا مُكَابَرَةٌ، وَلَا مُمَارَاةٌ، وَلَا مُمَالَقَةٌ، وَلَا مُكَاذَبَةٌ، وَلَا كِبْرٌ، وَلَا عَجَبٌ، وَلَا تَرَفٌ، وَلَا افْتِخَارُ، وَلَا شَطْحُ، وَلَا حُظُوظُ نَفْسٍ، وَتَصَدُّرُ فِي الْمَجَالِسِ، وَلَا رُؤْيَةُ نَفْسٍ عَلَى أَخِيهِ، وَلَا جِدَالٌ، وَلَا امْتِحَانُ، وَلَا تَنْغِيضُ، وَلَا سُوءُ ظَنِّ بِأَحَدٍ مِنْ أَهْلِ الطَّرِيقِ، وَلَا يَقْدَحُ قَطُّ فِي صَاحِبِ خِرْقَةٍ، إِلَّا أَنْ يَكُونَ خَالَفَ صَرِيحَ الْكِتَابِ وَالسُّنَّةِ اخْتِيَارًا.',
          'إِنْ أَرَدْتَ أَنْ تَجْتَمِعَ عَلَى رَبِّكَ فَطَهِّرْ باطِنَكَ وَضَمِيرَكَ مِنَ الْخَبَثِ، وَالنِّيَّةِ الرَّدِيَّةِ، وَالْإِضْمَارِ بِالسُّوءِ لِأَحَدٍ مِنْ خَلْقِ اللَّهِ. ',
          'اللهُ خَصْمُ مَنْ شَهَرَ نَفْسَهُ بِطَرِيقَتِنَا وَلَمْ يَقُمْ بِحَقْهَا وَاسْتَهْزَأَ بِنَا.',
          'أَوَّلُ الطَّرِيقِ الْخُرُوجُ عَنِ النَّفْسِ وَالتَّلَفِ والطبق والحظ، فَإِنَّ الْفَلَاحَ وَالنَّجَاحَ وَالصَّلَاحَ والْهُدَى وَالْأَرْبَاحَ لَا تَصِحُ إِلَّا لِمَنْ تَرَكَ الْحَظَّ، وَقَابَلَ الْأَذَى وَالشَّرَّ بِالِاحْتِمَالِ وَالْخَيْرِ، وَوَسَّعَ خُلُقَهُ، وَالْفَقِيرُ لَا يَكُونُ لَهُ يَدٌ، وَلَا لِسَانُ، وَلَا كَلامٌ، وَلَا صَرْفٌ، وَلَا شَطْرٌ، وَلَا فِعل رَدِيءٌ، وَلَا يَصْرِفُهُ عَنْ مَحْبُوبِهِ صَارِفٌ، وَلَا تَرُدُّهُ السُّيُوفُ وَالْمَتَالِفُ.',
          'مَا قَطَعَ مُرِيدٌ وِرْدَهُ يَوْمًا إِلَّا قَطَعَ اللَّهُ عَنْهُ إمْدَادَ ذَلِكَ الْيَوْمِ وَاعْلَمُ يَا وَلَدِي أَنْ طَرِيقَنَا هَذِهِ طَرِيقُ تَحْقِيقِ وَجِهْدٍ، وَعَمَلِ وَتَنَزُّهِ وَغَضٌ بَصَرٍ، وَطَهَارَةِ يَدٍ وَفَرْجِ وَلِسَانٍ، فَمَنْ خَالَفَ شَيْئًا مِنْ أَفْعَالِهَا رَفَضَتْهُ الطَّرِيقُ طَوْعًا أَوْ كَرْهًا. ',
          'مَنْ لَمْ يَكُنْ مُتَشَرْعًا مُتَحَقْنَا نَظيفًا عَفِيفًا شَرِيفًا فَلَيْسَ مِنْ أَوْلَادِي وَلَوْ كَانَ ابْنِي لِصُلْبِي، وَكُلُّ مَنْ كَانَ مِنَ الْمُرِيدِينَ مُلَازمًا لِلشَّرِيعَةِ وَالطَّرِيقَةِ وَالْحَقِيقَةِ وَالدِّيَانَةِ وَالصِّيَانَةِ وَالزُّهْدِ وَالْوَرَع وَقِلَّةِ الطَّمَع فَهُوَ وَلَدِي وَإِنْ كَانَ مِنْ أَقْصَى الْبِلادِ كُلِّ مَن ادعى الصِّدْقَ وَالْإِخْلَاص',
          'وَلَمْ يَحْصُلْ عِنْدَهُ ثَمَرَةُ الْأَدَبِ وَالتَّوَاضُع فَهُوَ كَاذِبٌ، وَعَمَلُهُ رِيَاءُ وَسُمْعَةٌ لَا يُثْمِرُ لَهُ إِلَّا الْكِبْرَ وَالْعُجْبَ وَالنَّفَاقَ وَسُوءَ الْأَخْلَاقِ شَاءَ أَمْ أَبَى. ',
          'مَا ابْتَلَى اللَّهُ عَزَّ وَجَلَّ الْفَقِيرَ بِأَمْرِ إِلَّا وَهُوَ يُرِيدُ أَنْ يُرَقِّيَهُ إِلَى مَنَازِلِ الرِّجَالِ، فَإِنْ صَبَرَ وَكَظَمَ الْغَيْظَ وَحَلُمَ وَعَفَا وَتَكَرَّمَ رَقًّاهُ اللَّهُ إِلَى الدَّرَجَاتِ وَإِلَّا أَوْقَفَهُ وَطَرَدَهُ.'
        ]
      },
      {
        "title": 'خاتم الصلاوات',
        "desc": 'وَيُقْرَأُ بَعْدَ كُلَّ صَلَاةٍ مَفْرُوضَةٍ',
        "pages": [17, 5],
        "type": 'text',
        "textPages": [
          '  بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، أَسْتَغْفِرُ اللهَ الْعَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ (ثَلَاثًا).',
          'اللَّهُمَّ أَنْتَ السَّلامُ وَمِنْكَ السَّلامُ، تَبَارَكْتَ وَتَعَالَيْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ.',
          ' اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ.',
          'اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ.',
          'اللهُمَّ أَجِرْنَا مِنَ النَّارِ (۷ مَرَّاتِ الصُّبْحَ وَالمَغْرِبَ). ',
          'بسم اللهِ الرَّحْمَنِ الرَّحِيمِ (ثَلَاثًا).',
          ' الفَاتِحَةُ و آيَةَ الْكُرْسِيِّ',
          'آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ۝ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ',
          ' شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ',
          'إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ',
          'الْإِخْلَاص وَالْمُعَوَّذَتَين.',
          '  سُبْحَانَ الله (۳۳) مَرَّةٌ، الْحَمْدُ لله (۳۳) مَرَّة  اللهُ أَكْبَرُ (۳۳) مَرَّةً اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.ً',
          ' اللَّهُمَّ اغْفِرْ لِأُمَّةِ حَبِيبَكَ سَيِّدِنَا مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ اللَّهُمَّ ارْحَمْ أُمَّةً حَبِيبِكَ سَيِّدِنا مُحَمَّد صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ.',
          '  اللَّهُم تَفَضَّلْ عَلَى أُمَّةٍ حَبِيبِكَ سَيِّدِنَا مُحَمَّدِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ.',
          '.اللَّهُمَّ الْطُفْ بِأَمَّةِ حَبِيبِكَ سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ',

          ' اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كُلِّ مَا سَأَلَكَ مِنْهُ حَبِيبُكَ سَيِّدُنَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ. اللَّهُمَّ إِنِّي أَسْتَعِيذُ بِكَ مِنْ كُلِّ مَا اسْتَعَاذَ بِكَ مِنْهُ حَبِيبُكَ سَيِّدُنَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْه وَآلِهِ وَسَلَّمَ.ِ',
          'اللهم آتِ نُفُوسَنَا هُدَاهَا، وَأَلْهَمْهَا رُشْدَهَا وَتَقْوَاهَا، وَزَكَّهَا أَنْتَ خَيْرٌ مَنْ زَكَّاهَا، أَنْت وَلِيُّهَا وَمَوْلَاهَا. آمِينَ آمِينَ آمِينَ. وَصَلَّ اللَّهُمَّ عَلَى سَيِّدِنَا مُحَمَّدِ النَّبِيِّ الأُمِّي وَعَلَى آلِهِ وَصَحْبِه وسَلَّمِْ ',
          '(يَا دَايِمُ ٦٦ مَرَّةٌ).'
        ]
      },
      {
        "title": 'الأساس',
        "desc": 'ويقرأ قبل شروق الشمس مرة. وقبل غروب الشمس مرة.',
        "pages": [22, 1],
        "type": 'text',
        "textPages": [
          " ﷽. \n(١٠٠ مرة)",
          "أستغفر الله العظيم هو التواب الرحيم. \n(١٠٠ مرة)",
          "سبحان الله. \n(١٠٠ مرة)",
          "الحمد لله. \n(١٠٠ مرة)",
          "لا إله إلا الله. \n(١٠٠ مرة)",
          "الله أكبر. \n(١٠٠ مرة)",
          "لا حول ولا قوة إلا بالله العلي العظيم. \n(١٠٠ مرة)",
          "يادَايم. \n(٣٠٠ مرة)",
          "اللهم صل على سيدنا محمد النبي الأمي وعلى آله وصحبه وسلم. \n(١٠٠ مرة)"
        ]
      },
      {
        "title": 'الورد اللطيف',
        "desc": 'للامام الحداد',
        "pages": [23, 13],
        "type": 'text',
        "textPages": [
          ' سورة الإخلاص (ثلاثاً) ، المعوِّذتين (ثلاثاً) ',
          'ربِّ أعوذُ بِكَ مِن هَمَزاتِ الشياطينِ * وأعوذُ بِكَ رَبِّ أن يحضُرُون (ثلاثاً) ',
          'أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ۝١١٥ فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ ۝١١٦ وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ ١١٧ وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ ۝١١٨',
          "فسُبْحانَ اللهِ حِينَ تُمْسُونَ و حينَ تُصْبِحونَ \nولهُ الحمْدُ في السَّماواتِ و الأرضِ وعَشيّاً وحينَ تُظهِرونَ \nيُخرِجُ الحيَّ من الميِّتِ ويُخرِجُ الميَّتَ من الحيِّ ويحيي الأرضَ بعدَ موتِها، وكذلِكَ تُخرَجون.",
          'أعوذُ باللّه السميع العليم من الشيطان الرجيم (ثلاثاً)',
          'لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَـٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ۝٢١ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ ۝٢٢ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ۝٢٣ هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ۝٢٤',
          "سَلامٌ عَلَى نُوحٍ في الْعَالَمِينَ \nإنَّا كَذَلِكَ نَجْزي الْمُحْسِنِينَ \nإنَّهُ مِنْ عِبادِنا الْمُؤْمِنِين ",
          'أعوذُ بكَلِماتِ اللهِ التّامّاتِ من شرِّ ما خلق (ثلاثاً)',
          'بسم اللّه الذي لا يضُرُّ مع اسمه شَيءٌ في الأرض ولا في السماء وهو السميع العليم (ثلاثاً)',
          'اللهمّ إني أصبحتُ(أمسيتُ) منكَ في نعمةٍ وعافيةٍ وسترٍ، فأتمم نعمتكَ عليَّ وعافيتَكَ وسَتركَ في الدنيا والآخرة (ثلاثاً)',
          'اللهمّ إنّي أصبحتُ(أمسيتُ) أُشهِدُكَ، وأُشهِدُ حمَلَةَ عرشِكَ، وملائكَتكَ، وجميع خلقكَ.. أنّكَ أنتَ اللّه لا إله إلاّ أنتَ وحدكَ لاشريكَ لكَ، وأنَّ سيدنا محمداً عبدُكَ ورَسولُك (أربعاً)',
          'الحمد لله ربّ العالمين حمداً يوافي نِعَمَهُ ويُكافئُ مَزيده (ثلاثاً)',
          'آمنتُ بالله العظيم، وكفرتُ بالجُبتِ والطاغوت، واستمسَكْتُ بالعُروَةِ الوثقى لا انفِصام لها واللّه سميعٌ عليم (ثلاثاً)',
          'رضيتُ بالله ربّاً، وبالإسلامِ ديناً، وبمحمدٍ صلّى اللّه عليه وآلهِ وسلَّم نبيّاً ورسولا (ثلاثاً)',
          'حَسْبيَ اللهُ لا إلَهَ إلاّ هُوَ عَلَيْهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيم(سبعاً)',
          'اللهمّ صلِّ على سيدنا محمدٍ وآله وصحبه وسلِّم (عشراً)',
          ' اللهمَّ إنّي أسألُكَ من فَجْأَةِ الخير، وأعوذُ بكَ من فَجْأَةِ الشر اللهمّ أنتَ ربي لا إله إلاّ أنتَ خلقتني.. وأنا عبدُكَ، وأنا على عهدِكَ ووعدِكَ ما استطعتُ، أعوذ بك مِن شرِّ ما صنعْتُ، أبوءُ لكَ بنعمتكَ عليَّ وأبوءُ بذنبي فاغفرلي فإنّه لايغفرُ الذنوبَ إلاّ أنتَ ',
          'اللهمَّ أنتَ ربي لا إله إلاّ أنت عليكَ توكلتُ وأنتَ ربُّ العرش العظيم ما شاء اللّه كان .. وما لم يشأ لم يكن .. ولا حولَ ولا قوّة إلاّ بالله العليّ العظيم .. أعلمُ أنَّ اللّه على كلّ شيءٍ قدير.. وأنّ اللّه قد أحاطَ بكلّ شيءٍ عِلما',
          'اللهم إني أعوذُ بكَ من شرّ نفسي، ومن شرّ كلّ دابّةٍ أنتَ آخذٌ بناصِيَتها، إنَّ ربي على صراطٍ مستقيم',
          ' ياحيُّ ياقيّوم.. برحمتكَ أستغيثُ، ومن عذابكَ أستجيرُ، أصلحْ لي شأني كلَّه، ولاتَكِلني إلى نفسي ولا إلى أحدٍ من خلقكَ طرْفة عين',
          'اللهمَّ إني أعوذُ بكَ من الهمِّ والحَزَن، وأعوذُ بكَ من العجزِ والكَسَل، وأعوذُ بكَ من الجُبنِ والبُخل، وأعوذُ بكَ من غَلَبَةِ الدَّين وقهر الرجال',
          'اللهمَّ إني أسألكَ العافيةَ في الدين و الدنيا والآخرة.',
          'اللهمَّ إني أسألكَ العفو والعافية والمعافاة الدائمة في ديني ودنيايَ وأهلي ومالي',
          'اللهم استر عوراتي، وآمِن روعاتي. اللهمَّ احفظني من بين يديَّ ومن خلفي وعن يميني وعن شمالي ومن فوقي.. وأعوذُ بعَظَمَتكَ أن أُغتالَ من تحتي',
          ' اللهمَّ أنت خلقتني.. وأنت تهديني، وأنت تُطعمني، وأنت تسقيني، وأنت تُميتني، وأنت تُحييني، وأنت على كلّ شيءٍ قدير.',
          'أصبحنا (أمسينا) على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلّى اللّه عليه وآلهِ وسلّم، وعلى ملّةِ أبينا إبراهيمَ حنيفاً مسلماً وما كان من المشركين',
          'اللهمَّ بكَ أصبحنا وبكَ أمسينا،(اللهمَّ بكَ أمسينا و بكَ أصبحنا) وبكَ نحيا وبكَ نموت، وعليكَ نتوكّلُ وإليكَ النشور.',
          'أصبحنا وأصبح(أمسينا و أمسى) الملكُ لله.. والحمد لله ربّ العالمين',
          'اللهمَّ إني أسألكَ خير هذا اليوم(الليلة).. فتحه ونصره ونوره وبركته وهُداه اللهمَّ إني أسألكَ خير هذا اليوم(الليلة)، وخير ما فيه، وخير ما قبله، وخير ما بعده؛ وأعوذُ بكَ من شرّ هذا اليوم، وشرّ مافيه، وشرّ ماقبله، وشرّ مابعده ',
          'اللهمَّ ما أصبح (أمسى) بي من نعمةٍ أو بأحدٍ من خلقكَ.. فمنكَ وحدكَ لاشريك لك، فلكَ الحمد ولك الشكرُ على ذلك ',
          'سبحان اللّه وبحمده عدد خلقه، ورضى نفسه، وزنة عرشه، ومداد كلماته (ثلاثاً)',
          ' سبحان اللّه العظيم وبحمده عدد خلقه، ورضى نفسه، وزنة عرشه، ومداد كلماته (ثلاثاً)',
          'سبحان الله عدد ما خلق في السماء، سبحان اللّه عدد ما خلق في الأرض، سبحان اللّه عدد ما بين ذلك، سبحان اللّه عدد ما هوَ خالق',
          'الحمدلله عدد ما خلق في السماء، الحمد لله عدد ما خلق في الأرض، الحمد لله عدد مابين ذلك، الحمد لله عدد ما هوَ خالق ',
          'لا إله إلاّ الله عدد ما خلق في السماء، لا إله إلاّ اللّه عدد ما خلق في الأرض، لاإله إلاّ اللّه عدد مابين ذلك، لا إله إلاّ اللّه عدد ما هوَ خالق',
          'الله أكبر عدد ما خلق في السماء، اللّه أكبر عدد ما خلق في الأرض، اللّه أكبر عدد ما بين ذلك، اللّه أكبر عدد ما هوَ خالق ',
          'لا حولَ ولا قوّة إلاّ بالله العليِّ العظيم عدد ما خلق في السماء، لا حولَ ولا قوّة إلاّ بالله العليِّ العظيم عدد ما خلق في الأرض، لا حولَ ولا قوّة إلاّ بالله العليِّ العظيم عدد ما بين ذلك، لا حولَ ولا قوّة إلاّ بالله العليِّ العظيم عدد ما هوَ خالق',
          'لا إله إلاّ اللّه وحدهُ لاشريكَ له، له الملكُ وله الحمد يحيي ويميت وهُوَ على كلّ شيءٍ قدير عدد كلّ ذرّة ألف مرّة (ثلاثاً)',
          'اللهمَّ صلِّ وسلِّم على سيدنا محمدٍ مفتاح باب رحمة اللّه، عدد ما في علم اللّه ، صلاةً وسلاماً دائمَينِ بدوامِ ملك اللّه، وعلى آله وصحبه.. عدد كلّ ذرّة ألف مرّة (ثلاثاً).'
        ]
      },
      {
        "title": 'التحصين الشريف',
        "pages": [37, 5],
        "type": 'text',
        "textPages": [
          '﷽',
          ' الحمد لله رب العالمين وصلَّى الله على سـيدنا محمد وعلى آلـه و أصحابه الطيبين الطاهرين.',
          'اللهم إنى أسـألك بالعرش وبالكرسي والنور الذى منه سيدنا محمد صلى الله عليه و علي اله وسلم أن تسـخر لى قلب من أحوجتنى إليه وإن تكفـينى شـر من يقـدر على ولا أقدر عليه يا مـن بيده ملكوت كل شئ أنت عالمٌ به وقادرٌ عليه،',
          'تحصنت بالحصن الذى أسسه الله سُـورُهُ لا إله إلا الله بابه محمدُ رسـول الله -صلى الله عليه وآله وسلم- مِفتاحه لا حول ولا قوة إلا بالله من أراد لى سوءٍ أهلكه الله همساً همساً ، لمساً لمساً ، لموساً لموساً ، مأموناً مأموناً،',
          'أَنَا الْأَسَدُ، سَهْمِي نَفَذَ مِنْهُ الْمَدَدْ، عَلَى طُولِ الْأَبَدْ، لا أبالي مِنْ أَحَدٌ، وَلَا يَقْدِرُ عَلَى أَحَدٌ، دَفَعْتُ وَحَجَبْتُ وَصَرَفْتُ وَمَنَعْتُ عَنِّي شَرَّ كُلِّ مَنْ هَدَرَ وَلَغَى وَالْمَنَا وَتَجَبْرَ وَتَنَمْرَدَ وَرَصَدْ وَقَامَ وَقَعَـدْ وَهَدَرَ وَاجْتَهَدْ بِأَلْفِ أَلْفِ',
          "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيم\n قُلْ هُوَ ٱللَّهُ أَحَدٌ ۝١ ٱللَّهُ ٱلصَّمَدُ ۝٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ۝٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ۝٤ \n (٣ مرات)ِ",
          'دَفَعْتُ وَحَجَبْتُ وَصَرَفْتُ وَمَنَعْتُ عَنِّي شَرِّ كُلِّ طَارِق طَرَقَ وَصَالِحٍ وَعَارِضِ فِي الطَّرِيقِ بِفَضْلِ ',
          " بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيم \n قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ۝١ مِن شَرِّ مَا خَلَقَ ۝٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ۝٣ وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ۝٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ۝٥ \n (٣ مرات)",
          "وقل رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون ومن اللعين إبليس وجنوده البراديس من اخذ التلبيس\n﴿يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلَا تَنتَصِرَانِ﴾\n تهدم منهم الأساس وتخمد منهم الأنفاس بفضل",
          "  بسم الله الرحمن الرحيم\n  قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ۝١ مَلِكِ ٱلنَّاسِ ۝٢ إِلَـٰهِ ٱلنَّاسِ ۝٣ مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ۝٤ ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ۝٥ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ۝٦ \n(٣ مرات) ",
          'اللهم يا جميل الستر إذا أحاط البلاء، يا منزل الغيث من عنان السماء، يا مهبط الوحي من سدرة المنتهى، اكفينى شر من أمر على ونهى ، اللَّهُمَّ إن جاءُنى فردهم ، وإن بغوا على فهدهم ، فإنك انت الله ربى وربهم ورب الخلائق كلهم',
          "فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ \n(٣ مرات)",
          'ولا حول ولا قوة الا بالله العلى العظيم',
          'لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ ، فَإِن تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (٧ مرات)',
          'و حسبى الله ونعم الوكيل نعم المولى ونعم النصير',
          ' ولا حول ولا قوة الا بالله العلى العظيم'
        ]
      },
      {
        "title": 'الحزب الكبير',
        "pages": [43, 9],
        "desc": 'لشيخ الطريق سيدي إبراهيم الدسوقي رضي الله عنه',
        "type": 'text',
        "textPages": [
          '﷽',
          'والحمد لله رب العالمين، وصلي الله على سيدنا محمد وعلى آله وصحبه وسلم',
          'وَإِذَا قَرَأْتَ الْقُرآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ حِجَاباً مَّسْتُوراً. وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْراً وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْاْ عَلَى أَدْبَارِهِمْ نُفُوراً ... يا مَالِكِ يَوْمِ الدِّينِ ....إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ ... رَبِّ لَا تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الْوَارِثِينَ.',
          'آلم ... نووْا فلوْوا عما نووْا، ثم لووْا عما نووْا ... فعموْا وصموْا عما نووْا ... فـوَقَعَ الْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا فَهُمْ لا... أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا...وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدّاً وَمِنْ خَلْفِهِمْ سَدّاً فَأَغْشَيْنَاهُمْ فَهُمْ لاَ ...يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانفُذُوا لا....',
          ' لآ ألاء إلآ ألاؤك يا اللة .................. (ثلاثا) ',
          " إنك سميٌع عليم... وَبِالْحَقِّ أَنزَلْنَاهُ وَبِالْحَقِّ نَزَلَ. \n ولآحول ولآ قوة إلآ بالله العلى العظيم.",
          'التجم كل مارد ، وذل كل ذي بطش شديد معاند ، وتلاشت مكائد الجن والإنس أجمعين ، بأسمائك يا رب العالمين، بالسموات القائمات فهن بالقدرة واقفات، بالسبع المتطابقات، بالحجب المترادفات، بمواقف الأملاك في مجاري الأفلاك، بالكرسي البسيط بالعرش المحيط بغاية الغايات بمواضع الإشارات بمن دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى...',
          "خضعت المردة فكبتوا ودحضوا كبت الأعداء بأسماء الله فكبتوا خسأ المارد وذل الحاسد، أستعنت بالله على كل من نوى لي سوءاً، كيف أخاف وإلهي أملي، أم كيف أضام وعلى الله متكلي اللهم احرسني من كيد الفاسق ومن سطوة المارق ومن لدغة الغاسق.. \nبـ كهيعص....كفيت. بـ حمعسق.... حميت. ",
          "فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ \n (ثلاثا).",
          'ولا حول ولا قوة إلا بالله العلى العظيم',
          'بسم الله ما أعظم الله...كُلَّمَا أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا اللّهُ...كَتَبَ اللَّهُ لاغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ. اللهم يا من ألجم البحر بقدرته وقهر العباد بحكمته أكفني أنت الكافي وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً. فَاللّهُ خَيْرٌ حَافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ ...أَقْبِلْ وَلا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ...لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ..لا تَخَافُ دَرَكاً وَلا تَخْشَى..لا تَخَفْ إِنَّكَ أَنتَ الْأَعْلَى...لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى لا تَخَفْ إِنِّي لا يَخَافُ لَدَيَّ الْمُرْسَلُونَ...وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنا...وَآمَنَهُم مِّنْ خَوْف.',
          "اللهم أمنا من كل خوف وهم وغم وكرب \n كد كد. .. كردد كردد . ..كرده كرده. . ده ده ده ..ده،\nالله رب العزة كتب اسمه على كل شيء أعزه خضع كل شيء لعظمه سلطانه اللهم أخضع لي جميع من يراني من الجن والإنس والطير والوحوش والهوام ، اللهم إجعل لي نورا من نورك على وجهي ومن ضياء سلطانك أمامي حتى إذا رأوني ولووْا هاربين خاضعين لهيبة الله ولهيبة أسمائه ولهيبتي، تدكدكت الجبال \nبـ كهيعص... كفيت. بـ حمعسق . حميت.",
          "فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ \n(ثلاثا).",
          'ولا حول ولا قوة إلا بالله العلى العظيم.',

          "رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ...وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْراً وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيّاً عَزِيزاً ... \nبها بها بها. بهيا بهيا بهيا. بهيات بهيات بهيات.. القديم الأزلي،\n يخضع لي جميع من يراني...لمقفنجل يا أرض خذيهم، قل كُونُواْ حِجَارَةً أَوْ حَدِيداً وَقِفُوهُمْ إِنَّهُم َّمسْئُولُون. كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ. ولا حول ولا قوة إلا بالله العلى العظيم",
          'طهور.. بدعق ..محببه..صوره.. محببه.. سقفاطيس ... سقاطيم .. أحون..قاف..آدم.. حم.. هاء.. آمين....',
          'مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّارِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْراً عَظِيماً. صدق الله العظيم.',
          'وصلّ اللهم على سيدنا محمد النبي الكريم وعلى آله وصحبه أجمعين ، عدد ما يتعلق به علم الله القديم من الجائز و الواجب و المستحيل جملة و تفصيلا منذُ خُلقت الدنيا إلى يوم القيامة في كل يوم مائة ألف مرة وفي كل مرة مثل قدر ذلك وعلي اله و صحبه وسلم',
          ' يا عزيز..... (100مرة)',
          'يا عزيزُ. فلم أزل بعزِك عزيزاً يا عزيز... (٧ أو ٧٠ مرة ).'
        ]
      },
      {
        "title": 'الحزب الصغير',
        "pages": [53, 3],
        "type": 'text',
        "textPages": [
          '﷽',
          'وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ.',
          'بِسْمِ الْإِلَهِ الْخَالِقِ الْأَكْبَرِ وَهُوَ حِرْزُ مَانِعُ مِمَّا أَخَافُ وَأَحْذَرُ لَا قُدْرَةَ لِمَخْلُوقٍ مَعَ قُدْرَةِ الْخَالِقِ يُلْجِمُهُ بِلِجَامِ قُدْرَتِهِ أَحْمَىٰ حَمِيثًا أَطْمَى طَمِيثًا وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا حَمَعَسَقَ حمايتنا كهيعص كِفَايَتُنَا',
          "فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ \n (ثلاثا).",
          'ًوَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بالله العلي العظيم، وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّم',
          'يَا بَارِئُ (مِائَةَ مَرَّةٍ).',
          'يا لطيف (مِائَةَ وَتِسْعًا وَعِشْرِينَ مَرَّةً).',
          'اللَّهُمَّ يَا لَطِيفًا بِخَلْقِهِ يَا عَلِيمًا بِخَلْقِهِ يَا خَبِيرًا بِخَلْقِهِ الْطُفْ بِنَا يَا لَطِيفُ يَا عَلِيمُ يَا خَبِيرُ (سَبْعَ مَرَّاتٍ)',
          'يَا اللَّهُ (سِت وَسِتِّينَ مَرَّةً).',
          'يَا دَائِم (سِت وَسِتِّينَ مَرَّةً).',
          '  لَكَ الدَّوَامُ الْأَرْلِيُّ وَالْبَقَاءُ السَّرْمَدِيُّ حَتَّى تَرِثَ الْأَرْضَ وَمَنْ عَلَيْهَا وَأَنْتَ خَيْرُ الْوَارِثِينَ سُبْحَانَكَ يَا دَائِمُ أَنْتَ وَلِيْنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ سُبْحَانَكَ يَا دَائِمُ ارْزُقْنَا حَلَاوَةَ مَحَبَّتِكَ وَاحْشُرْنَا فِي زُمْرَةِ الْمُحِبينَ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ.'
        ]
      },
      {
        "title": 'الصلاة المحمدية',
        "pages": [57, 2],
        "type": 'text',
        "textPages": [
          'اللَّهُمَّ صَلَّ عَلَى الذَّاتِ الْمُحَمَّدِيَّةِ اللَّطِيفَةِ الْأَحَدِيَّةِ شَمْسِ سَمَاءِ الْأَسْرَارِ وَمَظْهَرِ الْأَنْوَارِ وَمَرْكَزِ مَدَارِ الْجَلَالِ وَقُطْبِ فَلَكِ الْجَمَالِ اللَّهُمَّ بِسِرِّهِ لَدَيْكَ وَبِسَيْرِهِ إِلَيْكَ آمِنْ خَوْفِي وَأَقِلْ عَثْرَتِي وَأَذْهِبْ حُزْنِي وَحِرْصِي وَكُنْ لِي وَخُذْنِي إِلَيْكَ مِنِّي وَارْزُقْنِي الْفَنَاءَ عَنِّي وَلَا تَجْعَلْنِي مَفْتُونًا بِنَفْسِي مَحْجُوبًا بِحِنِّي وَاكْشِفْ لِي عَنْ كُلِّ سِرِّ مَكْتُومِ يَا حَيُّ يَا قَيُّومُ.'
        ]
      },
      {
        "title": 'صلاة بن بشيش',
        "pages": [59, 4],
        "desc": 'لسيدي عبدالسلام بن بشيش',
        "type": 'text',
        "textPages": [
          '﷽',
          '  اللهم صلِّ عَلَى مَنْ مِنْهُ انْشَقَّتِ الْأَسْرَارُ وَانْفَلَقَتِ الْأَنْوَارُ وَفِيهِ ارْتَقَتِ الْحَقَائِقُ وَتَنَزَّلَتْ عُلُومُ آدَمَ فَأَعْجَزَ الْخَلَائِقَ وَلَهُ تَضَاءَلَتِ الْفُهُومُ فَلَمْ يُدْرِكُهُ مِنَّا سَابِقٌ وَلَا لَاحِقٌ فَريَاضُ الْمَلَكُوتِ بِزَهْرِ جَمَالِهِ مُونِقَةٌ، وَحِيَاضُ الْجَبَرُوتِ بِفَيْضِ أَنْوَارِهِ مُتَدَفِّقَةٌ، وَلَا شَيْءَ إِلَّا وَهُوَ بِهِ مَنُوطٌ إِذْ لَوْلَا الْوَاسِطَةُ لَذَهَبَ كَمَا قيلَ الْمَوْسُوطُ صَلَاةٌ تَليقُ بِكَ مِنْكَ إِلَيْهِ كَمَا هُوَ أَهْلُهُ،',
          'اللَّهُمَّ إِنَّهُ سِرُّكَ الْجَامِعُ الدَّالُ عَلَيْكَ وَحِجَابُكَ الْأَعْظَمُ الْقَائِمُ لَكَ بَيْن يَدَيْكَ، اللَّهُمَّ أَلْحِقْنِي بِنَسَبِهِ وَحَقَّقْنِي بِحَسَبِهِ وَعَرَّفْنِي إِيَّاهُ مَعْرِفَةٌ أَسْلَمُ بِهَا مِنْ مَوَارِدِ الْجَهْلِ وَأَكْرَعُ بَهَا مِنْ مَوَارِدِ الْفَضْلِ وَاحْمِلْنِي عَلَى سَبِيلِهِ إِلَى حَضْرَتِكَ حَمْلًا مَحْفُوفًا بِنُصُرَتِكَ وَاقْذِفَ فِي عَلَى الْبَاطِل فَأَدْمَعَهُ وَزُجٌ فِي بِحارِ الْأَحَدِيَّةِ وَانْشُلْنِي مِنْ أَوْحَالِ التَّوْحِيدِ وَأَغْرِقْنِي فِي عَيْنِ بَحْرِ الْوِحْدَةِ حَتَّى لَا أَرَى وَلَا أَسْمَعَ وَلَا أَجِدَ وَلَا أُحِسَّ إِلَّا بِهَا وَاجْعَلِ الْحِجَابَ الْأَعْظَمَ حَيَاةَ رُوحِي، وَرُوحَهُ سر حَقِيقَتِي، وَحَقِيقَتَهُ جَامِعَ عَوَالِمِي بِتَحْقِيقِ الْحَقِّ الْأَوَّلِ يَا أَوَّلُ يَا آخِرُ يَا ظَاهِرُ يَا بَاطِنُ اسْمَعْ نِدَائِي بِمَا سَمِعْتَ بِهِ نِدَاءَ عَبْدِكَ زَكَرِيَّا',
          " (وَأنصُرْني بك لَكَ وَأَيَّدُنِي بِكَ لَكَ وَاجْمَع بَيْنِي وَ وَبَيْنَكَ وَحُلْ بَيْنِي وَبَيْنَ غَيْرِكَ)\n(ثَلَاثًا).",
          'اللَّهُ اللَّهُ اللَّه',
          'إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ. رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلَامُ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِين.َ'
        ]
      },
      {
        "title": 'الحزب السيفي',
        "pages": [63, 32],
        'type': 'text',
        "textPages": [
          '﷽',
          'صَلـَّى اللهُ على مولانا مُحَمَّـدٍ وعلى آلِهِ وَصَحْبـِهِ وَسَلـَّمَ، اللهُمَّ إني أقـَدِمُ إليكَ بَيْنَ يَدَيَّ كُلَّ نـَفَسٍ وَلـَمْحَةٍ وَطـَرْفـَةٍ يَطـْرِفُ بها أهـْلُ السَّماواتِ وأهلُ الأرضِ وكُلَّ شيءٍ هُوَ في عِلـْمِكَ كائِنٍ أو قد كـَانَ أُقــَدِّمُ إليك بين يَدَيْ ذلكَ كُلِه.',
          '﷽',
          'اللَّهُمَّ أنْتَ اللهُ الـمَلِكُ الحقُّ الـمُبينُ القديمُ المتعززُ بالعَظـَمَةِ والكِبرياءِ الـمـُــتفرِدُ بالبقاءِ الحيُّ القيومُ القادرُ الـمـُقـْتـَدِرُ الجبارُ القهارُ الذي لا إلهَ إلاَّ أنتَ،',
          'صمدية ٣',
          'اللَّهُمَّ أَنْتَ ربي وأنا عَبْدُكَ عـَمِلتُ سوءاً وظَلَمتُ نفسي واعترفت بِذنبي فاغفر لي ذنوبي كلَّها، فإنه لاَ يغفرُ الذنوب إلا أنت، يا غفورُ يا شكورُ يا حليمُ يا كريمُ يا صبورُ يا رحيمُ. ',
          'اللَّهُمَّ إني أحمدُكَ وأنتَ المحمودُ وأنتَ للحمدِ أهلٌ وأشكرُكَ وأنت المشكورُ وأنت للشكر أهلٌ على ما خَصَصْـتني بهِ من مواهِبِ الرَّغائِبِ وأوصلتَ إليَّ من فضائِلِ الصَّـنائِعِ وأوليتني بِهِ من إحسانِكَ وبَوَأتـَنِي به من مَظِــَنةِ الصدقِ عِنـْدَكَ وأنلتني به من مِنـَنِـكَ الواصِلةِ إليَّ وأحسنت به إلي كل وقت من دفـْعِ البليةِ عني والتوفيقِ لي والإجـابةِ لِدُعائـي حين أناديكَ داعياً وأناجيكَ راغباً متضرِعاً صافياً ضارعاً وحين أرجوكَ راجياً فأجِدُكَ كافياً وألوذُ بـِكَ في المواطِنِ كـُلـِّها ، فكُن لي ولأهلي ولإخواني كُلِهِم جاراً حاضراً حَـفِـيَّاً باراً وَلِـيَّاً في الأمور كـُلِّهَا ناظراً وعلى الأعداءِ كـُلـِّهِـم ناصراً وللخطايا والذنوبِ كـُلِّهَا غافراً وللعيوبِ كـُلِّهَا ساتِراً، لم أعدم عَوْنـَكَ وبـِرَّكَ وخيركَ وعِزَّكَ وإحسانـَكَ طرفة عَـيْنٍ منذ أنزلتني دار الاختبار والفِكرِ والاعتبار لتنظـُرَ ما أقــَدِّمُ لدارِ الخلودِ والقرارِ والمـُـقـَامَةِ مع الأخيارِ فأنا عَبْـدُكَ فاجعلني يا ربُّ يا ربُّ يا ربُّ عَتيقـَكَ،',
          'يا إلهي ومولاي خلصني وأهلي وإخواني كُلَّهـُمْ من النارِ ومن جميع المـَـضَّارِ والمـَضَالِّ والمصائِبِ والمـَعَائِبِ والنوائِبِ واللوازِمِ والهمومِ التي قد سَاورتني فيها الغُمومُ بمَعَاريض أصنافِ البلاء وضُروبِ جَهـْدِ القضاءِ، إلهي لا أذكر منك إلا الجميلَ ولم أرَ منك إلا التفضيلَ خيرُكَ لي شاملٌ وصُـنـْعُكَ لي كاملٌ ولُطفـُكَ لي كافِلٌ وبـِرُكَ لي غـَامِرٌ وفضلك عليَّ دائمٌ مُتـَواتِرٌ ونِعَمُكَ عندي مُتـَّصِلـَةٌ، لم تـُخفِر لي جـِواري وأمَّـنْتَ خوفي وصَدَّقتَ رجائي وحقَّــقْتَ آمالي وصاحبتني في أسفاري وأكرمتني في أَحْضَارِي وعَافيتَ أمراضي وَشَفيتَ أوصابي وأحسنت مُنقَلَبي ومثواي ولم تـُشـْمِّتْ بي أعدائي وحُسَّادي وَرَمَيتَ من رَمَاني بسوءٍ وكفيتني شَرَّ من عاداني،',
          ' فأنا أسألـُكَ يا اللهُ الآن أن تَدْفـَعَ عني كَيْـدَ الحَاسِدينَ وَظُلْمَ الظالمين وشـَـرَّ الـمُـعَاندين، واحمني وأهلي وإخواني كُلَّهُم تحتَ سُرَادِقـَاتِ عِزِّكَ يا أكرم الأكرمين وباعِد بيني وبين أعدائي كما بَاعَدت بين المـَشـْرِق والمـَغرِبْ، واخطف أبصَارَهُم عني بـنورِ قـُدْسِكَ واضرب رقابهم بجلال مَجْدِكَ واقطع أعناقـَهُم بِـسَطـَواتِ قـَهْرِكَ وأهْـلِكهـُمْ وَدَمِرْهُمْ تدميراً، كما دَفـَعْتَ كَيْدَ الحُسـَّادِ عن أنبيائِكَ، وضَرَبْتَ رِقـَابَ الجبابرة لأصْفِيائِكَ، وَخَطـَفـْتَ أبصارَ الأعداءِ عن أوليائِكَ، وقـَطعْتَ أعناقَ الأكاسِرَةِ لأتقيائِـكَ، وأهلكت الفـَراعِنـَة ودَمَّرْتَ الدَّجَاجـلـَةَ لِخَواصِّكَ المـُـقـَرَّبين وعبادِكَ الصالحينَ ',
          "يا غـَياثَ المـُستـَغيثينَ أَغِثـْني على جميعِ أعْدائِكَ،\n(ثَلَاثًا)",
          'فحمدي لك يا إلهي وَاجِبٌ وثنائي عليك متواتِرٌ دَائِـباً دَائِماً من الدَّهْرِ إلى الدَّهْرِ بألوانِ التسبيحِ والتَّقديسِ وَصُنوفِ اللُّغاتِ المـَادِحَةِ وأصناف التـَنـْزيهِ خالصاً لِذِكـْرِكَ ومُرْضِيـَاً لك بناصِعِ التـَّحْميدِ والتـَّمْجيدِ وخالِصِ التـَّوحيدِ وإخلاصِ التـَّقَرُبِ والتقريبِ والتـَّفريدِ وإمْحَاضِ التـَّمجيدِ بـِطولِ التـَّعَبُدِ والتـَّعْديدِ، لم تـُعَنْ في قـُــدْرَتِكَ، وَلـَمْ تـُشـَارَكْ في إلوهيتك، ولم تـُعْلـَم لك ماهيَّةٌ فتكونَ للأشياءِ المختلِفـَةِ مُجَانِساً، ولم تـُعَايَنْ إذ حُبـسَت الأشياءُ على العزائِمِ المختلفةِ، ولا خَرَقـَتِ الأوهَامُ حُجُبَ الغُـيُوبِ إليكَ، فأعتقِدُ مِنكَ مَحدوداً في مَجْدِ عَظـَمَتِكَ لا يبلُـغـُكَ بـُعْدُ الـهِـمَمِ ولا ينالـُكَ غـَوْصُ الفِطـَنِ ولا ينتهي إليكَ بَصَرُ ناظِرٍ في مَجـْدِ جَبـَروتِكَ،',
          'ارتـَفـَعـَتْ عن صفاتِ المخلوقين صفاتُ قـُدْرَتِكَ، وعلا عن ذكر الذاكرين كِبرياءُ عَظـَمَتِـكَ، فلا يَنْتَقِصُ ما أرَدْتَ أن يزدادَ، ولا يزدادُ ما أرَدْتَ أن يَنْتَقِصَ، لا أَحَدٌ شـَهـِدَكَ حين فـَطـَرْتَ الخـَلقَ ولا نِدٌّ ولا ضِدٌّ حَضَـرَكَ حين بَرَأتَ النـُفوسَ، كـَلـَّتِ الألسُنُ عن تفسير صِفـَتِكَ، وانحسرت العُقولُ عن كُـنـْهِ مَعرِفـَتِـكَ وصِفـَتِكَ ، وكيف يُوصَفُ كـُنـْهُ صِـفـَتِـكَ يا رَبُّ وأنت اللهُ الملِـكُ الجَبـَّارُ القـُدُّوسُ الأزليِّ الذي لم يَزَلْ ولا يَزالُ أزَلِـيَّاً باقِيـاً أبَدِياً سَرْمَـدِياً دائماً في الغـُيوبِ',
          ' وَحْدَكَ لا شريكَ لكَ (ثلاثا)،',
          'ليس فيها أحَدٌ غيرُكَ ولم يَكـُن إلهٌ سِوَاكَ حَارَتْ في بِحَارِ بَهـَاءِ مَلـَكوتِكَ عَـمِيقـَاتُ مَذاهِبِ التـَفَكُرِ وتواضـَعَت المـُلوكُ لِهـَيْـبـتِكَ وَعَنـَتِ الوُجوهُ بـِذِلـَّة الاسْـتِكانَةِ لِعِزَّتِـكَ وانقاد كُلُّ شيء لِـعَظَمَتِكَ واستسلم كـُلُّ شيء لِـقـُدْرَتِكَ وَخَـضـَعـتْ لك الرِقابُ وَكـَلَّ دون ذلك تـَحْبيرُ اللُّغاتِ وضَلَّ هُنالِكَ التـَّدبيرُ في الصِفاتِ وفي تـَصَاريفِ الصِّفـَاتِ فمن تفكَّر في إنشائِكَ البديعِ وثنائِكَ الرفيعِ وتـَعَمَّقَ في ذلك رَجَعَ طـَرْفـُهُ إليهِ خـَاسِئاً حَسِـيراً وعَـقْلُهُ مَبهوتاً وتـَفـَكُّرُهُ مُـتـَحَيراً أسيراً.',
          'اللَّهُمَّ لك الحمدُ حمداً كثيراً دائماً مُتوالِياً متواتِراً مُتـَضاعِفاً مُتـَّسِعاً مُتـَّسِـقاً يدُوم ويتضاعَفُ ولا يَبيدُ غير مفقودٍ في المـَـلَكوتِ ولا مَطْمُوسٍ في المـَعـَالِمِ ولا مُنـْتـَقـَصٍ في العِرفـَانِ فلك الحَمْدُ على مَكـَارِمِكَ التي لا تـُحْصى وَنِعـَمِكَ التي لا تـُسْتَقْصَى في الليلِ إذا أدْبـَرَ والصـُّبْحِ إذا أسْـفـَرَ وفي البَرِّ والبـِحـَارِ والغـُدُوِّ والآصالِ والعـَشِي والإبْـكـَارِ والظَّهيرَةِ والأسْحارِ وفي كلِّ جُزءٍ من أجزاءِ الليلِ والنهارِ،',
          'اللَّهُمَّ لكَ الحَمْدُ بتـَوفيقِكَ قد أحْضَرْتـَنِي النـَّجاةَ وجعلتني مِنـْكَ في ولايَةِ العِصْمـَةِ فلم أَبـْرَحْ في سُبُـوغِ نـَعْمَائِكَ وتـَتـَابُعِ آلائِكَ محروُساً بكَ في الرَّدِ والامتِناعِ ومحفوظاً بك في المـَنـَعـَةِ والدِّفاعِ عني،',
          'اللَّهُمَّ إني أحمَدُكَ إذ لم تُكلِّفْنِي فوق طاقتي ولم تـَرْضَ مني إلا طاعتي وَرَضِيتَ مني من طاعَتِكَ وعبادَتِكَ دون استطاعَتِي وأقـَلَّ من وُسْعِـي ومَقـْدِرَتي فإنك أنتَ اللهُ الملكُ الحَقُّ الذي لا إله الا أنت لم تـَغِبْ ولا تغيبُ عنكَ غائِبَةٌ ولا تـَخـْفـَى عليك خَافِيـَةٌ ولن تـَضـِلَّ عنك في ظـُــلـَمِ الخـَفِـياتِ ضـَالَّةٌ إنما أمْرُكَ إذا أرَدْتَ شيئاً أنْ تقولَ لـَهُ كـُنْ فـَيكونُ.',
          'صمدية ٣',
          'اللَّهُمَّ لكَ الحمدُ حمداً كثيراً دائماً مِـثل ما حَمَـدْتَ بـِهِ نـَفـْسَكَ وأضـْعافَ ما حَمَـدَكَ بـِهِ الحامدون وَسـَبـَّحـَكَ بـِهِ المـُسـَبـِحون ومَجَّدَكَ بـِهِ المـُمَجـِدون وكـَبَّرَكَ به المـُـكـَبِّرون وهَلَّـلـَكَ بـِهِ الـمـُهَلِّـلُون وقـَدَّسـَكَ بِـهِ المـُـقـَدِّسون ووحَّدَكَ به المـُوَحِّدون وَعَظـَّمـَكَ بِهِ الـمُعـَظـِّمون وأستغفرك به الـمُسـْـتـَغـفِرون حتى يكون لك مني وحدي في كـُلِّ طـَرْفـَةِ عَـيْنٍ وأقـَلَّ منْ ذلك مِـثـْلُ حَمـْدِ جميع الحامدين وتوحيد أصنافِ الـمُوَحِدين والـمُخـلِصين وتقديسِ أجْنـَاسِ العَارفين وثـَنـاءِ جميع الـمـُهـَلِـلين والـمـُصـَلين والـمـُـسَبحين وَمِـثـْلُ ما أنتَ بِـهِ عَالِمٌ وأنت محمودٌ ومَحْبوبٌ ومَحْـجوبٌ من جميعِ خـَلـْقِـكَ كـُلـَّهِـمْ من الحيوانات والبـَرايَا والأنـَامِ .',
          'إلهي أسألك بِـمَـسَائِـلِـكَ وأرغـَبُ إليك بك في بركاتِ ما أنطـَقْتَنِي بِهِ من حَمـْدِكَ وَوَفـَّقـْتـَني لـَهُ من شـُكرِكَ وتمجيدي لك فما أيْـسَرَ ما كـَلَّفْتَنِي بِـهِ من حَـقـِّكَ وأعظم ما وعدتني به من نـَعْمَائِـكَ ومزيدِ الخيرِ على شـُكـْرِكَ ابتدأتني بالنِـعـَمِ فـَضْلاً وطـَوْلاً وأمرتني بالشـُكـْرِ حقـاً وعدلاً ووعدتني عليه أضْعـَافاً ومزيداً وأعطيتني من رزقِكَ واسعاً كثيراً اختياراً ورضاً وسألتني عنهُ شكراً يسيراً،',
          'اللَّهُمَّ لك الحمد عَـلـَيَّ إذ نـَجـَيْـتـَنـِي وعافيتني برَحْمَـتِكَ من جَهـْدِ البَلاءِ ودَرْكِ الشـَّقـاءِ ولم تـُسـْلِـمـْني لِسـُوءِ قـَضـَائِكَ وبلائِكَ وجعلتَ مَلـْبـَسِيَ العافيةَ وأوْلـَيـْـتـَنِـني البـَسْطـَةَ والرَّخاءَ وشـَرَعْتَ لي أيسَرَ القـَصـْد وضـَاعَفـْتَ لي أشـْرَفَ الفـَضـْلِ مع ما عَـبَّدْتــَنِي بـِهِ من الـمَـحَجـَّةِ الشريفةِ وبَـشـَّرْتـَنـِي به من الدَّرَجَةِ العاليةِ الرَّفِـيعةِ واصطفيتني بأعْظـَمِ النبيين دعوةً وأفضلِهـِم شـَفاعَةً وأرفـَعِهِم دَرَجَةً وأقربِـهِم مَنزِلـَة وأوضـَحِهـِمْ حُـجَّة محمد صلى الله عليه وعلى آله وسلم وعلى جميع الأنبياءِ والمرسلينَ وأصحابـِهِ الطيبينَ الطاهرينَ.',
          'صمدية ٣',
          'اللَّهُمَّ صل على سيدنا محمدٍ وعلى آل سيدنا محمدٍ واغفر لي ولأهلي ولإخواني كـُلِّهِم ما لا يَـسـَعُهُ إلا مَغـْفِرَتـُكَ ولا يَـمْحَقُهُ إلا عَفـْوُكَ ولا يُكَفِّرُهُ إلا تـَجـاوُزُكَ وفـَضـْلـُكَ وَهَبْ لي في يومي هذا وليلتي هذه وساعتي هذه وشهري هذا وسنتي هذه يقيناً صادقاً يُهـَوِّنُ عليَّ مَصَائِبَ الدُّنيا والآخِرةِ وأحزانـَهُمَا ويـُشـَوِقُـنِي إليكَ ويُرَغِبـُني فيما عِندَكَ واكتب لي عِـندكَ الـمَغفرةَ وبلغني الكرامَة من عِنـْدِك وأوزِعْـنِي شـُكـْـــرَ ما أنعمت به علي فإنك أنت الله الذي لا إله إلا أنت الواحِدُ الأحدُ الرفيعُ البديعُ المـُبدئُ المـُعيدُ السميعُ العليمُ الذي ليس لأمْرِكَ مَدْفـَعٌ ولا عن قضَائِكَ مُمْتَنَعٌ وأشهَدُ أنكَ ربي وربُّ كـُلِ شيء فاطِرُ السماواتِ والأرضِ عَالِمُ الغيبِ والشهادةِ العليُّ الكبيرُ المـُتـَعـَالِ.',
          'صمدية ٣',
          ' اللَّهُمَّ إني أسألكَ الثباتَ في الأمْرِ والعزيمةَ على الرُّشـْدِ والشـُّكـْرَ على نِعـَمِكَ وأسألكَ حُسْنَ عِبَادَتِكَ وأسألك من خيرِ كـُلِّ ما تعلمُ وأعوذ بك من شَرِّ كـُلِّ ما تـَعْلـَمُ وأستغفركَ من شرِّ كُلِّ ما تعلمُ إنك أنت عَـلاَّمُ الغـُيوبِ وأسألك ليِ ولأهليِ ولإخواني كلِهـِم أمْناً وأعوذ بك من جَوْرِ كُـلِ جائِرٍ ومَكـْرِ كُلِّ ماكِرٍ وظُلـْمِ كُـلِّ ظالِمٍ وسِحْرِ كـُلِّ ساحِرٍ وبَـغـْي كـُلِّ باغٍ وَحَسَدِ كـُلِّ حَاسِدٍ وحِقْدِ كل حَقُودٍ وضَغْنِ كل ضَاغِنٍ وغـَدْرِ كـُلِّ غادرٍ وكـَيـْدِ كـُلِّ كـَايـِدٍ وعَداوَةِ كـُلِّ عدوٍ وَطـَعـْنِ كـُلِّ طـَاعِنٍ وَقـَدَحِ كـُلِّ قادِحٍ وحِـيـَلِ كـُلِّ مُـتـَحـَيـِّلٍ وشـَمَاتـَةِ كـُلِّ شـَامِتٍ وَكـَشـْحِ كـُلِّ كـَاشـِحٍ، ',
          'اللَّهُمَّ بك أصُولُ على الأعداءِ والقـُرَناءِ وإياك أرجو ولايةَ الأحباءِ والأولياءِ والقـُربَاءِ فـَلـَكَ الحمدُ على ما لا أستطيعُ إحْصَاءَهُ ولا تعديدَهُ من عَوائِدِ فضلِكَ وعَوَارِفِ رزقِكَ وألوانِ ما أوليتني به من إِرْفـَادِكَ وكَرَمِكَ فإنك أنت الله الذي لا إله إلا أنت الفـَاشِي في الخلق حَمْـدُكَ الظاهر بالكرم مَجْدُكَ الباسِطُ بالجودِ يَدُكَ لا تـُضَادُّ في حُـكـْمِكَ ولا تـُنـَازَعُ في أمْرِكَ وسـُلطَانِكَ ومُلكِكَ ولا تـُشـَارَكُ في رُبـُوبـِيـَتـِكَ ولا تـُزَاحَمُ في خـَليقـَتـِكَ تملِكُ من الأنامِ ما تشاء ولا يملكون منك إلا ما تـُريد، ',
          # // "اللَّهُمَّ مَالِكَ المُلْكِ تُؤْتِي المُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ المُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ المَــيِّتِ وَتُخْرِجُ المَــيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ، ",
          'اللَّهُمَّ أنت الله الـمـُـنـْعِمُ الـمُـتفـَضِلُ القادِرُ الـمـُقـْتـَدِرُ القاهِرُ الـمُـقـَدَّسُ بالمجد في نور القدس تـَرَدَّيْـتَ بالـمَجدِ والبـَهاءِ وتـَعَظَّمْـتَ بالعِـزَّةِ والعَلاءِ وتأزَّرْتَ بالعَظـَمَةِ والكبرياءِ ',
          'صمدية ٣',
          'وتـَغـَشَّـيْتَ بالنُّور والضِّياءِ وتجَـلـَّـلتَ بالـمَهـَابَةِ والبهاءِ لك الـمَنُّ القـَديمُ والسلطانُ الشامخُ والـمُلـْكُ الباذِخُ والجُودُ الواسِعُ والقـُدْرَةُ الكامِلـَةُ والحِكمَةُ البالغةُ والعِزَّةُ الشاملةُ فـَلـَكَ الحمدُ على ما جعلتني من أمةِ سيدنا محمد صلى الله وعلى آلهِ وسلم وهو أفْضَلُ أفاضِلُ بني آدَمَ عليهِ السلامُ الذين كَـــرَّمْـتـَهُـمْ وحَمَلـتـَهُم في البرِّ والبحرِ ورزقتهم من الطيبات وفضلتهـُم على كثير من خلقِكَ تفضيلاً وخلقتني سميعاً بصيراً صحيحاً سويَّاً سالماً معافىً ولم تُشْغلني بنـُقـصانٍ في بَدَني عن طاعَتـِك ولا بآفـَةٍ في جوارحِي ولا عَاهَةٍ في نفسي ولا في عقلي ولم تمنعني كـَرامَتـَكَ إيـِّاي وحُسـْنَ صَنِيْعِـكَ عندي وفـَضـْلَ منائـِحـِكَ لديَّ وَنـَعـَمائِكَ عليَّ لإخلالي بالشكر بل أنت الذي أوْسـَعْـتَ عليَّ في الدنيا رزقاً وفَضَّلْتَنِي علي كثيرٍ من أهلها تفـضيلاً فجعلتَ لي سَمعاً يسمعُ آياتِكَ وعقلاً يفهَمُ إيمانَكَ وبَصَراً يَرَى قـُدْرَتـَكَ وفؤاداً يعرفُ عَظـَمَتـَكَ وقلباً يعتقدُ توحيدَكَ فإني لِفـَضـْلِـكَ عَليَّ شاهِدٌ حامدٌ شاكرٌ ولك نـَفـْسِي شاكرةٌ وبحقِكَ عليَّ شاهدةٌ وأشهدُ أنـَّكَ حيٌّ قبل كُلِّ حيٍّ وحيٌّ بعد كُلِّ حيٍّ و حيٌّ بعد كل ميتٍ وحيٌّ لم تـَرِثْ الحياةَ من حيٍّ ولم تقطَعْ خيرَكَ عني في كـُلِّ وقتٍ ولم تقطـَعْ رَجَائِي ولم تـُنـْزِل بي عقوباتِ النـِّـقـَـمِ ولم تـُغـَيِّر عليِّ وثائِـقَ النِّعـَمِ ولم تمنع عني دقائِقَ العِـصَمِ فلو لم أذكـُرْ من إحسانِكَ وإنعامِكَ عَـليَّ إلا عَفـْوَكَ عنيّ والتوفيقَ لي والاستجابة لدُعَائي حين رَفـَعْتُ صوتي بـدُعائِكَ وتحميدِكَ وتوحيدِكَ وتمجيدِكَ وتهليلِكَ وتكبيرِكَ وتعظيمِكَ وإلا في تقديرِكَ خَلـْقِـي حين صَوَّرتني فأحسنتَ صُورَتِي وإلا في قِسْمـَةِ الأرزاق حين قـَدَّرْتـَها لي لـَكانَ في ذلك ما يشغـَلُ فِكري عن جُهْدي فكيف إذا فكـَّرتُ في النـِّعَمِ العظامِ التي أتقلبُ فيها ولا أبْـلـُغُ شـُكـْر شيءٍ منها فلك الحمدُ عَدَدَ ما حَفِـظـَهُ عِلـمُـكَ وجَرى به قـَلـَمُـكَ ونـَفـَذ به حـُكْـمُكَ في خـَلقِكَ وعَدَدَ ما وسِعَتـْهُ رَحْمَتـُكَ من جميع خـَلقِكَ وعَدَدَ ما أحاطَـتْ به قـُدْرَتـُكَ وأضعَافَ ما تستوجِبُهُ من جميعِ خلقِكَ ',
          'اللَّهُمَّ إني مُـقِرٌ بنِعمـَتِـكَ عليَّ فـتـَمِّم إحسانـَكَ إليَّ فيما بقي من عُمْري بأعظـَمَ وأتـَمَّ وأكمَلَ وأحْسـَنَ ممَّا أحسنتَ إليَّ فيما مضى منهُ وارزقني شكر ما أنعمت به علي وانصرني على من عاداني وارزقني التوفيق والتسديد والعصمة وحُطَّ ثِقَلَ الأوزار والخطايا ومُرْغِمَاتِ المعاصي فإنك تمحو ما تشاء وتثبت وعندك أم الكتاب برحمَتِكَ يا أرحمَ الرَّاحمين، ',
          'اللَّهُمَّ إني أسألكَ وأتـَوَسـَّلُ إليكَ بتوحِيدِكَ وتمجيدِكَ وتحميدِكَ وتهليلِـكَ وتكبيرِكَ وتسبيحِكَ وكمالِكَ وتدبيرِكَ وتعظيمِكَ وتقديسِكَ ونورِكَ ورأفتِكَ ورحمتِكَ وعلمِكَ وحلمِكَ وعُلـُوِّكَ ووقارِكَ وحياطتك ووفائك وفضلِكَ وجلالِكَ ومَنـِّكَ وكمالِكَ وكبرِيائِكَ وسُلطانِكَ وقـُدْرَتِـكَ وإحسانِكَ وامتنانِكَ وجَمَالِكَ وبهائِكَ وبُرهانِكَ وغـُفرانِكَ ونبيك وَوَلـِيـِّكَ وعِتـْرَتِهِ الطاهرين أن تـُصَلي على سيدنا محمد وعلى سائِرِ إخوانِهِ الأنبياءِ والـمُرسلين ',
          'وأن لا تـَحْرِمني رِفـْدَكَ وفضلك وجَمَالَكَ وجلالكَ وفوائِدَ كرامَـتِكَ فإنـَّه لا تـَعْـتريكَ لكثرةِ ما قد نـَشـَرْتَ من العطايا عَوائِـقُ البـُخـْلِ ولا يـُنـْقـِصُ جُودَكَ التقصيرُ في شـُكرِ نِعـْمـَتـِكَ ولا تـُنـْـفـِدُ خـَزائِـنَكَ مواهِبـُكَ الـمُـتـَّسِعَة ولا تـُؤثـِّرُ في جودِكَ العظيمِ مِنـَحُكَ الفائِـقـَةُ الجليلةُ الجميلةُ الأصيلةُ ولا تخافُ ضـَيـْمَ إملاقٍ فـَتـُكـدي ولا يلحقـُكَ خوفُ عُدْمٍ فـَيُنـْقـِصَ من جُودِكَ فيضُ فضلِكَ إنك على ما تشاءُ قديرٌ وبالإجابَةِ جديرٌ، ',
          'اللَّهُمَّ ارزقني قلباً خاشعاً خاضعاً ضارعاً وعيناً باكيةً وبدناً صحيحاً صابراً ويقيناً صادقاً بالحقِّ صادعاً وتوبَةً نصوحاً ولساناً ذاكراً وحامداً وإيماناً صحيحاً ورزقاً حلالاً طيباً واسعاً وعلماً نافعاً وولداً صالحاً وصاحباً موافقاً وسنـًّا طويلا في الخير مُشـتغِلاً بالعبادةِ الخالصةِ وخـُلـُقاً حسناً وعملاً صالحاً مُـتـَقـَبَّلاً وتوبةَ مقبولةً ودرجةً رفيعةً وامرأة مؤمنةً طائِعـَةً، ',
          'اللَّهُمَّ لا تـُنـْسِـنِي ذِكرَكَ ولا تـُوَلـِنـي غيركَ ولا تـُؤمِنـي مَكرَكَ ولا تكشِفْ عني سَتـْرِكَ ولا تـُقـنِطنِي من رَحْمَتِـكَ ولا تـُبْعـِدْني من كـَنـَفـِكَ وجِـوَارَكَ وأعِذنِي من سَخـْطِكَ وغـَضـَبـِكَ ولا تـُؤَيسْني من رَحْمَتِـكَ ورَوْحِكَ وكـُنْ لي ولأهلي ولإخواني كـُلـِّهـِم أنيساً من كُلِّ رَوْعَةٍ وخوفٍ وَخـَشـْيـَةٍ ووَحْشـَةٍ وغـُرْبـَةٍ واعصمني من كـُلِّ هَـلـَكـَةٍ ونـَجِّني من كـُلِّ بَـلِـيَّةٍ وآفةٍ وعاهةٍ وغـُصـَّةٍ ومِحنـَةٍ وزلزلةٍ وشِـدَّةٍ وإهانةٍ وذِلـَّةٍ وغـَلـَبـَةٍ وقـِلـَّةٍ وجُوعٍ وَعَطَشٍ وفـَقـْرٍ وفـَاقةٍ وضِيـقٍ وفِتـْنـَةٍ وَوَبـَاءٍ وبَلاءٍ وَغـَرَقٍ وحَرْقٍ وَبـَرْقٍ وسَرْقٍ وحَرٍّ وَبَرْدٍ وَنَهـْبٍ وَغـَيٍّ وَضـَلالٍ وَضـَالةٍ وَهَامَّةٍ وَزَلـَلٍ وخـَطايا وَهَمٍّ وَغَـمٍ وَمَسْخٍ وخَسْفٍ وَقـَذفٍ وَخـَلـَّةٍ وَعِلـَّةٍ وَمَرَضٍ وَجُنونٍ وَجُذامٍ وَبَرَصٍ وَفـَالـَجٍ وبَاسورٍ وسَلـَسٍ وَنـَقـْصِ وَهَلـَكـَةٍ وفضيحةٍ وقبيحةٍ في الدَّارينِ إنك لا تـُخـْلِفُ المِيعَادَ.',
          ' اللهُمَّ ارفعني ولا تـَضـَعْنِي وادفع عني ولا تـَدفـَعْنـِي وأعطِني ولا تـَحرمني وزِدني ولا تـُنـْقـِصْني وارحمني ولا تـُعـَذِبْني وفـَرِّج هَمِّي واكشف غـَمِّي وأهْـلِكْ عَدُوِّي وانصرني ولا تـَخـْذلـْني وأكرمني ولا تـُهـِنِّي واسترني ولا تفـْضـَحني وآثِرْني ولا تـُؤثِـرْ عَلـَيَّ واحفـَظني ولا تـُضـَيـِّـعْني فإنكَ علـى كـُلِّ شيء قـَدِيرٌ . يا أقـْدَرَ القـَادرينَ وَيا أسْرَعَ الحاسِبينَ وصلى اللهُ على سيدنا محمدٍ وآلِهِ وَسَلـِّم أجمعين يا ذا الجلالِ والإكرامِ.',
          'اللَّهُمَّ أنتَ أمَرْتـَنا بـِدُعائِكَ وَوَعَدْتـَنا بإِجابـَتِكَ وقـَدْ دَعَوْناكَ كما أمَرْتـَنـَا فأجبنا كما وَعَدْتـَنا يا ذا الجلالِ والإكرامِ إنـَّك لا تـُخـْلِفُ الميعادَ.',
          # // "اللَّهُمَّ أهلك عدوي ومن ظلمني وأَحْلِلْ به غضبك وعذابك الشديد يا إله الحق يا رب العالمين(ثلاثاً).",
          'اللَّهُمَّ مَا قـَدَّرْتَ لِي من خـَيْرٍ وَشـَرَعْتُ فيه بتوفيـقِكَ وَتـَيسيرِكَ فـَتـَمِّمْهُ لي بأحْسَنِ الوُجوهِ كُلِّها وأصْوَبِهَا وأصْفَاها فإنـَّكَ على ما تـَشاءُ قـَدِيرٌ وبالإجَابـَةِ جَديـرٌ نِعْـمَ الـمَوْلـَى ونِعْمَ النـَصِيرُ وما قـَدَّرْتَ لي من شـَرٍّ وتـُحَذِرُنـِي مِنـْهُ فاصرفه عَنِـي. يا حيُّ يا قـَيـُّومُ يا مَنْ قـَامَتْ السَّماواتُ والأرضُ بـِأمْرِهِ يا مَنْ يـُمْسِكُ السَّمَـاءَ أن تـَقـَعَ على الأرْضِ إلا بإذنِهِ يا مَنْ أمْرُهُ إذا أرادَ شيئاً أن يقولَ لـَهُ كـُنْ فـَيـَكـُونُ، فـَسُبْحَان الَّذي بـِيَدِهِ مَلـَكوتُ كـُلِّ شيء وإليهِ تـُرْجـَعُون. ',
          'سُبْحانَ اللهِ القـَادِرِ القـَاهِرِ القـَوِيِّ العـَزيزِ الجَـبَّارِ الحَيِّ القَيُّومِ بلا مُعِينِ ولا ظَهِيرِ، بِرَحْمَتِكَ أستَغِيثُ(ثلاثاً). ',
          'اللَّهُمَّ هَذا الدُّعَاءُ ومِنـْكَ الإجابـَةُ وَهَذا الجُهـْدُ مِنـَّي وَعَلَيْكَ التـُّكُلانُ ولا حَوْلَ ولا قُوَّة إلا باللهِ العَلِّي العَظيمِ(ثلاثاً).',
          ' والحَمْدُ للهِ أوَّلاً وآخِراً وظاهِراً وبَاطِناً وصَلَّى اللهُ على سيِّدِنَا محمَّدٍ وآلِهِ وأصحابِهِ الطـَّيبينَ الطاهرين وَسَلـَّمَ تَسْـليماً كثيراً أثيراً دائماً أبَداً إلى يَوْمِ الدِّينِ وحَسْبـُنا اللهُ ونِعْمَ الوَكيلُ والحمْدُ للهِ رَبِ العَالمينَ. وصَلى اللهُ على سيِّدِنا مُحَمَّدٍ وعلى آلِهِ في كـُلِّ لـَمْحـَةٍ وَنـَفـَسٍ عَدَدَ ما وَسِعَهُ عِلـْمُ اللهِ. '
        ]
      },
      {
        "title": 'الحزب المغني',
        "pages": [95, 8],
        'type': 'text',
        'desc': 'لسيدي أويس القرني',
        "textPages": [
          '﷽',
          "إلَهِي َبكَ أستَغيثُ فأغْثني وَ بكَ أستغنيتُ فأغننِي وَعليكَ تَوَكلتُ فأكْفني يَاكَافي، أكْفنِي المُهمَاتِ مِن أمرِِ ألدُنيا وَألآخرة \n(ثَلَاثًا)",
          ' يَارَحْمَنُ ألدُنيا وَألآخرةِ وَرَحِيمَهُمَا إنِي عَبدُكَ بِبَابِكَ، ذَلِيلُكَ بِبَابِكَ، أسِيرُكَ بِبَابِكَ، مَسْكِينُكَ بِبَابِكَ، صَنِيعُك بِبَابِكَ يَارَبَّ الْعَالَمْينَ، ألطَالِحُ بِبَابِكَ يَاغَيَّاثُ ألمُسْتَغِيثِينَ،  مَهمُوْمِكَ بِبَابِكَ يَاكَاشِفَ كُلَّ كَربَ ألْمَكْروبِينَ، أنَاعَاصِيكَ يَاطَالبَ ألْمُسْتَغْفِرينَ، ألْمُقِرُ بِبَابِكَ يَاغَافِراً لِلْمُذْنِبينَ ،ألْمُعْتَرِفُ بِبَابِكَ يَاأرْحَمُ الْرَاحِمْينَ، ألخَاطئُ بِبَابِكَ يارَبِّ الْعَالَمِينَ، ألظَالِمُ ألبَائسُ ألخَاشِعُ بِبَابِكَ،',
          'أرْحَمْني يَامَولاي (ثلاثا)',
          'إلَهِيَّ أََنتَ ألغَافِرُ وأنَا ألمُسيءُ وَهَل يَرحَمُ ألمُسِيءَ إلا الغَافِرُ مَوْلَايَ مَوْلَايَ',
          'إلَهِي أََنتَ ألرَبُّ وَأنَا ألعَبدُ وَهَل يَرحَمُ ألْعَبدَ إلاَ ألْرَبُّ مَوْلَايَ َمَوْلَاي',
          'إلَهِي أََنتَ ألقَوَّيُ وَأنَا ألْضَعِيفُ وَهَل يَرحَمُ ألْضَعِيفَ إلا ألْقَوَّىُ مَوْلَايَ َمَوْلَاي',
          'إلَهِي أََنتَ الْمَالِكُ وَانَا ألْمَمْلُوْكُ وَهَل يَرحَمُ ألْمَمْلُوْكَ إلا ألْمَالِكُ مَوْلَايَ َمَوْلَاي',
          'إلَهِي أََنتَ الْعَزيزُ وَأنَا ألذَليلُ وَهَل يَرحَمُ الذَليلَ إلا ألعزيزُ مَوْلَايَ َمَوْلَاي',
          'إلَهِي أََنتَ ألكَريمُ وأنَا أللَئِيمُ وَهَل يرْحَمُ أللئيمَ إلا ألكريمُ مَوْلَايَ َمَوْلَاي',
          'إلَهِي أََنتَ الرَّازِقُ وَأنَا ألمَرزْوقُ وَهل يَرْحَمُ ألمَرزوقَ إلا الرَّازِقُ مَوْلَايَ َمَوْلَاي',
          "إلَهِي أنا ألضَعِيفُ أنَا ألذَلِيلُ أنَا ألحَقِيرُ،\n أََنتَ ألعَليُ أنْتَ ألْعّفُو أََنتَ الْغَفُورُ أَنتَ الْغَفَّارُ أََنتَ ألحَنَّانُ أََنتَ ألْمَنَّانُ ،\nأنَا ألمُذنِبُ أنَا ألخَائفُ أنَا ألضَعِيفُ",
          'إلَهِي الأَمَانَ الأَمَانَ فِي ظُلمَةِ ألقَبرِ وَضِيقَهُ',
          'إلَهِي الأَمَانَ الأَمَانَ عِنْدَ سُؤْالِ مُنْكَرٍِ وَنَكِيرٍ وَهَيْبَتَهُمَا',
          'إلَهِي الأَمَانَ الأَمَانَ عِنْدَ وَحْشَةِ ألقَبْرِ وَشِدَتَهُ',
          'إلَهِي الأَمَانَ الأَمَانَ َفِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ',
          'إلَهِي الأَمَانَ الأَمَانَ يَوْمَ يُنفَخُ فِي الصُّورِ فَفَزِعَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهَُ',
          'إلَهِي الأَمَانَ الأَمَانَ يوم زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا',
          'إلَهِي الأَمَانَ الأَمَانَ يَوْمَ تَشَقَّقُ السَّمَاء بِالْغَمَامًِ',
          'إلَهِي الأَمَانَ الأَمَانَ يَوْمَ نُطْوِى السَّمَاء كَطَيِّ السِّجِلِّ لِلْكُتُبِ',
          'إلَهِي الأَمَانَ الأَمَانَ يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُواْ للّهِ الْوَاحِدِ الْقَهَّار',
          'إلَهِي الأَمَانَ الأَمَانَ يوم يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنتُ تُرَاباً',
          'إلَهِي الأَمَانَ الأَمَانَ يومَ يُنَادِي المُنَادِي مِن بِطْنَانِ العَرشِ أينَ العَاصُونَ وأينَ المُذنبونَ وأينَ الخَاسِرونَ هَلُمُوا إلى الحِساب وأنت تعلم سري وعلانيتي، فأقْبلَ مَعذرتيِ',
          'إلَهْيَ آهِ من كثرةِ الذنوبِ والعِصْيان،  إلَهْيَ آهِ مِنْ كَثرةِ الظُلمِ والجَفا، آهِ منْ نَفْسِ المَطرودِ، آهِ مِنْ نَفْسِ المَطْبُوْعِ بالهَوى ،من ألهوى أغِثني يَا غياث المستغيثين ،أغِثنيَ عِنَدَ تَغيرَ حَالي',
          '  اللَّهُمَّ إني عبدُك ألمذنبُ ألمُجِرمُ ألمُخطئُ أجِرنَي مِنْ النِارِ يِامُجِيرُ يِامُجِيرُ يِامُجِيرُ ',
          'اللَّهُمَّ إنْ تَرحَمنيَ فأنتَ أهْلٌ ،و إنْ تُعَذِبَنيَ فأنَا أهلٌ  يَاأَهْلُ التَّقْوَى وَياأَهْلُ الْمَغْفِرَةِ وياأَرْحَمُ الرَّاحِمِينَ وياخَيْرُ النَّاصِرِينَ وياخَيْرُ الْغَافِرِينَ، حَسْبيَ اللهُ وَحْدَهُ بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.',
          'وصَلَّىَ اللهُ عَلَى سَيِدْنَا مُّحَمَّدٍ و آلهِ و وَصَحبِهِ أجمعين وَسَلّمَ تسليما'
        ]
      },
      {
        "title": 'حزب البحر',
        "pages": [103, 8],
        'desc': 'لسيدي أبى الحسن الشاذلي',
        'type': 'text',
        "textPages": [
          '﷽',
          'يَا عَلِيُّ يَا عَظِيمُ يَا حَلِيمُ يَا عَلِيْمُ، أَنْتَ رَبِّي وَعِلْمُكَ حَسْبِي فَنِعمَ الرَبُّ رَبّي ونِعمَ الْحَسبُ حَسْبِي، تَنصُرُ مَن تَشاءُ وَأَنْتَ العَزيزُ الرَّحيم،',
          ' نَسْأَلُكَ العِصمَةَ في الْحَرَكَاتِ وَالسَّكَنَاتِ وَالكَلِمَاتِ وَالإِرَادَات وَالْخَطَرَات مِنَ الشُّكُوكِ وَالظُّنُونِ وَالأَوْهَامِ السَّاتِرَةِ لِلْقُلُوبِ عَنْ مُطَالَعَةِ الغُيُوب،',
          ' فقد ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيدَاً وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً، فَثَبِّتْنا وَانْصُرْنَا وَسَخِّرْ لَنَا هَذَا البَحْرَ كَمَا سَخَّرتَ البَّحرَ لِموسى، وسَخَّرتَ النَّارَ لإبراهيم، وسَخَّرتَ الجِبالَ وَالْحَديدَ لدِاود، وَسَخَّرتَ الرِّيْحَ وَالجِنَّ وَالشَّياطِينَ لِسُلَيْمَانَ، وَسَخِّر لَنا كُلَّ بَحرٍ هُوَ لَكَ في الأَرْضِ وَالسَّماءِ وَالْمُلْكِ وَالْمَلَكُوتِ وَبَحْرَ الدُّنيَا وبَحْرَ الآخِرة، وَسَخِّر لَنا كُلّ شَيْءٍ يَا مَنْ بِيَدِهِ مَلَكُوتُ كُلّ شَيْءٍ، ',
          '(كَهَيعص ثلاثاً)، ',
          'أُنْصُرْنا فَإِنَّكَ خَيْرُ النّاصِرين، وَافْتَحْ لَنا فَإِنَّكَ خَيْرُ الفَاتِحين، وَاغْفِرْ لَنا فَإِنَّكَ خَيْرُ الغَافِرين، وَارْحَمْنا فَإِنَّكَ خَيْرُ الرَّاحِمِين، وَارْزُقْنا فَإِنَّكَ خَيْرُ الرَّازِقِين، وَاهْدِنا وَنَجِّنا مِنَ القَومِ الظَّالِمِين، وَهَبْ لَنا رِيحَاً طَيِّبَةً كمَا هِيَ في عِلْمِكَ، وَانْشُرْها عَلَيْنا مِنْ خَزائِنِ رَحْمَتِك، وَاحْمِلْنَا بِها حَمْلَ الكَرامَةِ مَعَ السَّلامةِ وَالعافِيَةِ في الدِّيْن وَالدُّنيَا وَالآخِرَة، إنَّكَ على كُلّ شَيْءٍ قَدِيرٌ، ',
          'اللَّهُمَّ يَسِّر لَنَا أُمُورَنا مَعَ الرَّاحَةِ لقُلُوبِنا وَأَبْدانِنا، وَالسَّلامةِ وَالعافِيَةِ في دينِنا ودُنيانا، وكُن لَنا صاحِباً في سَفَرِنا وخَليفةً في أهلِنا، وَاطمِسْ على وُجوهِ أعدائِنا وَامْسَخْهُمْ على مكانَتِهِم فَلا يَستَطِيعُونَ الْمُضِيَّ وَلاَ الْمَجِيءَ إلَيْنا، وَلَوْ نَشَاءُ لَطَمَسْنَا على أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ، وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ على مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيَّاً وَلَا يَرْجِعُونَ،',
          ' يس وَالْقُرْآَنِ الْحَكِيمِ، إِنَّكَ لَمِنَ الْمُرْسَلِينَ، على صِرَاطٍ مُسْتَقِيمٍ، تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ، لِتُنْذِرَ قَوْمَاً مَا أُنْذِرَ آَبَاؤُهُمْ فَهُمْ غَافِلُونَ، لَقَدْ حَقَّ الْقَوْلُ على أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ، إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالاً فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ، وَجَعَلْنَا من بَيْنِ أَيْدِيهِمْ سَدَّاً وَمِنْ خَلْفِهِمْ سَدَّاً فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ،',
          ' شاهَتِ الوُجُوهُ (ثلاثاً)،',
          ' وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً، طس، طسم، حم عسق، مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ، بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ، ',
          '(حم)، ٧ مرات',
          ' حُمَّ الأَمرُ وجاءَ النَّصرُ فَعَلَيْنا لا يُنصَرون، حم، تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ، غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ،',
          ' بسْمِ اللهِ بابُنا، تَبارَكَ حيطانُنا، يس سَقفُنا، كهيعص كِفايَتُنا، حم عسق حِمايَتُنا، ',
          'فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (ثلاثاً)،',
          ' سِتْرُ العَرشِ مَسْبُولٌ عَلَيْنا، وَعَيْنُ اللهِ نَاظِرَةٌ إلَيْنا، وَبِحَوْلِ اللهِ لا يُقْدَرُ عَلَيْنا، وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ، بَلْ هُوَ قُرْآَنٌ مَجِيدٌ، فِي لَوْحٍ مَحْفُوظٍ،',
          ' فَاللَّهُ خَيْرٌ حَافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ (ثلاثاً)،',
          ' إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ (ثلاثاً)،',
          ' حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (ثلاثاً)،',
          ' بِسْمِ اللهِ الَّذِي لا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ في الأرْضِ وَلاَ في السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ (ثلاثاً)،',
          ' ولاَ حَوْلَ وَلاَ قُوَّةَ إلّا بِاللهِ العَلِيِّ العَظِيم (ثلاثاً)،'
        ]
      },
      {
        "title": 'حزب النصر المبارك',
        "pages": [111, 6],
        'desc': 'لسيدي أبي الحسن الشاذلي',
        "type": 'text',
        "textPages": [
          '﷽',
          'اللَّهمَّ بِسَطَوَةِ جَبَرُوْتِ قَهْرِكَ وَبِسُرْعَةِ إِغَاثَةِ نَصْرِكَ وَبِغَيْرَتِكَ لاِنْتِهَاكِ حُرُمَاتِكَ وَبِحِمَايَتِكَ لِمَنِ احْتَمَى بَآيَاتِكَ، ',
          'نَسْأَلُكَ يَا اللَّهُ يا قَرِيبُ يَا سميعُ يَا مُجِيبُ، يا سَرِيعُ ،يَا مُنْتَقِمُ، يَا شَدِيدَ البَطْش ، يَا جَبَّارُ  يا قهَّارُ، يَا مَنْ لا يُعْجِزُه قَهْرُ الْجَبَابِرَة، وَلا يَعْظُمُ عَلَيْهِ هَلاكُ الْمُتَمَرِّدَةِ مِنَ الْمُلُوكِ وَالأَكَاسِرَةِ، أَنْ تَجْعَلَ كَيْدَ مَنْ كَادَنَي في نَحْرِه وَمَكْرَ مَنْ مَكَرَ بِي عَائِدَاً عَلَيْهِ، وَحُفْرةَ مَنْ حَفَرَ لِي وَاقِعَاً فِيْهَا، وَمَنْ نَصَبَ لِي شَبَكَةَ الخِدَاعِ اجْعَلْهُ يَا سَيِّدِي مُسَاقاً إِلَيْها وَمُصَادَاً فِيهَا وَأَسِيرَاً لَدَيْها.',
          'اللَّهُمَّ بِحَقِّ كهيعص اكْفِنَا هَمَّ العِدَا وَلقِّهِمُ الرَّدَى وَاجْعَلْهُم لِكُلِّ حَبيبٍ فِدَا وَسَلِّط عَلَيْهِمْ عَاجِلَ النِّقْمَةِ في اليومِ وَالغَدا.',
          ' اللَّهُمَّ بَدِّدْ شَمْلَهُم، اللَّهُمَّ فرّق جَمْعَهُم، اللَّهُمَّ قَلِّلْ عَدَدهُم، اللَّهُمَّ فُلَّ حَدَّهُم، اللَّهُمَّ اجْعَلِ الدَّائرةَ عَلَيْهِم، اللَّهُمَّ أوْصِل العذابَ إليهم، اللَّهُمَّ أَخْرِجْهُمْ عَنْ دائرة الحلم واسْلُبْهم مَدَد الإمْهَالِ وغُلَّ أَيْدِيهِم وَارْبِطْ على قُلُوبِهِم وَلا تُبَلِّغْهُمُ الآمال، اللَّهُمَّ مَزِّقْهُمْ كُلَّ مُمَزَّقٍ مزّقته لأعدائك اِنتصاراً لأنبيائك ورُسُلِك وَأَوْلِيَائِك.',
          'اللَّهُمَّ انتصِرْ لَنَا انتَصارَكَ لأَحبابِكَ على أَعْدَائِكَ.',
          'اللَّهمَّ لا تُمَكِّنِ الأَعْدَاءَ فِينَا، وَلا تُسَلِّطْهُمْ عَلَيْنَا بِذُنُوبِنَا.',
          'حم حم حم حم حم حم حم حُمَّ الأَمْرُ، وجَاءَ النَّصْرُ فعَلَينَا لا يُنْصَرُون،',
          ' حم عسق حمايَتُنا وَوِقَايَتُنا مِمَّا نَخَافُ، اللَّهُمَّ قِنَا شَرَّ الأسْوَاء، وَلا تَجْعَلْنَا مَحَلاً لِلبَلْوَاء، اللَّهُمَّ أَعْطِنَا أَمَلَ الرَّجَاءِ، وَفَوْقَ الأَمَل، ياهُوَ يا هُوَ يا هُوَ، يَا مَنْ بِفَضْلِهِ لِفَضْلِهِ نَسْأَلُ، نَسْأَلُكَ العَجَلَ العَجَلَ العَجَلَ ، إِلَهِي الإِجَابَةَ الإِجَابَة، يَا مَنْ أَجَابَ نُوْحَاً فِي قَوْمِهِ، يَا مَنْ نَصَرَ إِبْرَاهِيمَ على أَعْدَائِهِ، يَا مَنْ رَدَّ يُوسُفَ على يَعْقُوْبَ، يَا مَنْ كَشَفَ ضُرَّ أَيُّوبَ، يَا مَنْ أَجَابَ دَعْوَةَ زَكَرِيّا، يَا مَنْ قَبِلَ تَسْبِيحَ يُونُسَ بنَ مَتَّى،',
          ' نَسْأَلُكَ بِأَسْرَارِ أَصْحَابِ هَذِهِ الدَّعْوَاتِ: أَنْ تَقْبَلَ مِنَّا مَا بِهِ دَعَوْنَاكَ، وأْنْ تُعطِيَنا مَا سَأَلنَاك، أَنجِزْ لَنَا وَعْدَك الَّذِي وَعَدْتَه لِعِبَادِكَ الْمُؤْمِنِيْنَ. لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ، انْقَطَعَتْ آمَالُنا وَعِزَّتِكَ إلاَّ مِنْكَ، وَخابَ رَجَاؤُنَا وَحقِّكَ إلاَّ فيكَ.',
          'إِنْ أبْطَأَتْ غَارَةُ الأَرْحَامِ وَابْتَعَدَتْ فَأَقْرَبُ الشَّيْءِ مِنَّا غَارَةُ اللهِ، يَا غَارَةَ اللهِ جِدِّي السَّيْرَ مُسْرِعةً في حَلِّ عُقْدَتنَا،',
          # // " يَا غَارَةَ اللهِ حُلِّي عَقْدَ مَا رَبَطُوا وَشَتِّتِي شَمْلَ أَقْوَامٍ بِنَا اخْتَلَطُوا، اللَّهُ أَكْبَرُ سَيْفُ اللهِ قَاطِعُهُم، وَكُلَّمَا عَلَوْا في أَمْرِهِمْ هَبَطُوا،",
          'يَا غَارَةَ اللهِ عَدَتِ العَادُونَ وَجَارُوا وَرَجَوْنَا اللهَ مُجِيراً وَكَفَى بِاللهِ وَليّاً وَكَفَىَ بِاللهِ نَصِيرَاً،',
          ' حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ (ثلاثا)',
          'وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيمِ',
          # // "سَلامٌ على نُوحٍ فِي الْعَالَمِينَ،"
          ' اسْتَجِبْ لنا آمين آمين آمين،',
          ' فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيمِ',
          ' وَصَلَّى اللَّهُ على سَيِّدِنَا مُحَمَّدٍ النبي الأمي وَعلى آَلِهِ وَصَحْبِه وَسَلَّمَ '
        ]
      },
      {
        "title": 'توسل السادة البرهامية',
        "pages": [125, 16],
        "type": 'text',
        "textPages": [

          '﷽',
          "إِلَهِي بِكَنْـزِ الذَّاتِ ذِي الْأَحَدِيَّةِ\n بِطَلْسَم غَيْبِ الْغَيْبِ سِرِّ الْهُويَّةِ",
          " بِنُورِ تَجَلِّيهَا وَحَقُّ صِفَاتِهَا\n وَأَسْرَارِهَا الْعُظْمَى بِقُدْسِ وَعِزَّةِ",
          " بِصَوْلِ جَمَالٍ بَاهِرٍ وَمُقَدَّسِ\n  وَعِزُّ كَمَالِ وَالْجَلَالِ وَهَيْبَةِ",
          "بِأَسْرَارِ تَنْزِيهِ وَسُبْحَاتِ وَجْهِكُمْ\nوَبِالْحُجْبِ يَا قُدُّوسُ فَاكْشِفْ بَصِيرَتي",
          "وَبِالْكِبْرِيَا وَالْعِزَّ وَاللَّطْفِ وَالرِّضَا\nوَبِالْفَتْحِ أَلْحِفْنِي بِأَكْمَلِ جَذْبَةِ",
          "وَبِالْجُودِ يَا رَبَّ الْوُجُودِ وَبِالْهُدَى\n وَبِالْقَيْضِ يَا رَحْمَانُ أَجْزِلْ عَطِيَّتِي",
          "بِأَسْمَائِكَ الْحُسْنَى بِمَكْنُونِ سِرِّهَا\nبِأَعْظَمِهَا اللَّهُمْ نَفُذُ مَقَالَتِي",
          "پسر طَهُورٌ بِدْعَقُ جَاء مَحْبَبَهُ\n مُفِيضِ الْعَطَايَا صُورَهُ أَنْتَ عُدَّتِي",

          "بِمَحْبَبَهُنْ فَتْحًا لِقَفْل قُلُوبَنَا\nوَيَا نُورَ عَيْنِ النُّورِ حَقَّقْ عُبُودَتِي",
          "وَيَا سَقْفَاطِيسُ صَاحِبُ الْحَمْدِ وَالتَّنَا\nعَظِيمٌ سَقَاطِيمٌ وَكَافِي الْبَرِيَّةِ",
          "أَحُونُ وَقَافُ مَعَ أَدمَّ أَدِمْ لَنَا\nرِضَاكَ وَهَبْنَا مِنْكَ فَيْضَ الدِّرَايَةِ",
          "وَحَمَّ كَذَا هَاهُ أَمِينُ وَعَالِمٌ \nبِغَيْبٍ وَسِرِّ السِّرِّ مِثْلُ الشَّهَادَةِ",
          "غَنِيٌّ وَفَتَّاحُ وَمُغْنِ وَرَازِقٌ\nكَرِيمٌ رَحِيمٌ هَبْ لَنَا كُلَّ بُغْيَةِ",

          "بِأَحْمَى حَمِينًا مَالِكُ الْمُلْكِ قَادِرُ\nمُدَبَّرُ دَبَرْنِي وَجُدْ لِي بِحِكْمَةِ",
          "بِأَطْمَا طَمِيئًا يَا قَوِيٌّ وَقَاهِرُ\nبِحُسْنِ ثَنَاءٍ أَسْرِعَنَّ إِجَابَتِي",
          "وَبِالْكُتُبِ وَالْأَسْرَارِ وَالْعِلْمِ رَقْنِي\nوَزُ بِرُوحِي فِي بِحَارِ الْحَقِيقَةِ",
          "بِكُلِّ الْمَجَالِي وَالْعَوَالِمِ وَالْقَلَمُ\nوَلَوْحٍ وَكُرْسِيُّ وَعَرْشِ وَسِدْرَةِ",
          "بحَضْرَةِ قُدْسِ يَا مُحِيطًا بِخَلْقِهِ\nبِغَايَةِ أَسْمَى غَايَةٍ وَإِشَارَةِ",

          "بمرآة ذَاتِ الْحُسْنِ أَحْمَدَ حَـامِـدِ\nمُحَمَّدٍ الْمَحْمُودِ قُطْبِ الْجَلَالَةِ",
          "وَشَمْسِ سَمَا الْأَسْرَارِ مَظْهَرِ نُورِهَا\nوَطُورِ تَجَلَّى الذَّاتِ بَدْرِ الْهِدَايَةِ",
          "مَصَبٌ يَنَابِيعَ الْعُلُومِ بِأَسْرِهَا\nوَسِرَّ سَرَى بِالسِّرُ فِي كُلِّ ذَرَّة",
          "بِسِرِّ التَّدَانِي وَالتَّدَلِّي وَأَنْسِهِ\nوَقُدْسِ شُهُودٍ وَالْوِصَالِ وَوَصْلَةِ",
          "أَنِلْنِي شُهُودَ الْحُسْنِ فِي حَضْرَةِ الرِّضَا\nوَأَشْرِقْ شُمُوسَ الْقُرْبِ فِي أُفْقِ مُهْجَتِي",

          "وَوَالِ كُنُوسَ الْحُبِّ فِي حَانَةِ الصَّفَا\nوَالْبِسْنِي مِنْ نُعْمَاكَ أَبْهَجَ حُلةِ",
          "فَيَا رَبِّ بِالنُّورِ الَّذِي مِنْهُ نُورُهُ\nوَمِنْهُ اسْتَمَدَّ الْخَلْقُ صَفْ زُجَاجَتِي",
          "ويا باسطُ اجْعَلْهُ حَيَاةٌ لِرُوحِنَا\nوَأَسْرِ بِسِر رُوحَهُ فِي حَقِيقَتِي",
          "وبالرُّسُل وَالْأَمْلاكِ وَالرُّوحِ رَوْحَنُ\nفُؤَادِي بِرَاحٍ مَانِحٍ بَرْدَ غَسْلَتِي",
          "بِنُوحٍ وَإِبْرَاهِيمَ مُوسَى وَآدَم\nوَعِيسَى وَكُلُّ الْأَنْبِيَاءِ الْمُنِيرَةِ",
          "عَلَيْهِمْ مِنَ الرَّحْمَنِ أَعْلَى صَلَاتِهِ\nوَأَزْكَى سَلَام دَائِم وَتَحِيَّةِ",
          "وَبِالْآلِ وَالْأَصْحَابِ أَنْوَارٍ هَدْيِنَا\nوَلَا سِيَّمَا الصِّدِّيقُ صَافِي السَّرِيرَةِ",
          "كَذَا عُمَرُ الْفَارُوقُ مَنْ عَزَّ نَصْرُهُ\nوَعُثْمَانُ ذُو النُّورَيْنِ بَاهِي السِّجِيَّةِ",
          "وَبِالْأَسَدِ الْكَرَارِ مَنْ لَاحَ سِرُّهُ\nعَلِيٌّ رَفِيعِ الْقَدْرِ بَابِ الْمَدِينَةِ",
          "وَبِالْحَسَنَيْنِ اسْمَحْ بِحُسْنِ ثَنَاهُمَا\nوَأُمهما الزَّهْرَاءِ أَهْلَ الْعَبَاءَةِ",

          "بِحَمْزَةَ وَالْعَبَّاسِ فَرَّحْ قُلُوبَنَا\nبِفَضْلِكَ وَانْصُرْنَا بِسَيْفِ الْكِفَايَةِ",
          "وَسَائِرِ أَهْلِ الْبَيْتِ مَنْ عَمَّ نُورُهُمْ\nوَبِالسَّادَةِ الْأَزْوَاجِ أَهْلِ الصَّيَانَةِ",
          "وَأَصْحَابِ بَدْرٍ وَالْمَغَازِي وَبَيْعَةٍ\nعَلَيْهِمْ سَنَا الرَّضْوَانِ فِي كُلِّ لَحْظَةٍ",
          "وَبِالتَّابِعِينَ الْفَائِزِينَ وَسَيْرِهِمْ\nوَبِالْحَائِزِينَ الْفَضْلَ أَهْلِ الشَّرِيعَةِ",
          "وَبِالْكَامِلِ النُّعْمَانِ ثُمَّ بِمَالِكِ\nإِمَامِ الْوَرَى وَالشَّافِعِي ذِي الْمَكَانَةِ",

          "وَأَحْمَدَ وَالْبَصْرِي وَسُفْيَانَ وَلَيْثِهِمْ\nوَزَيْدٍ وَأَوْزَاعِ وَكُلُّ الْأَئِمَّةِ",
          "وَبِالْأَوْلِيَاءِ الْكَامِلِينَ وَسِرِّهِمْ\nوَأَهْلِ الْمَقَامَاتِ الْعُلَا وَالْكَرَامَةِ",
          "بِمَنْ بِالتَّجَلِّي قَدْ فَنَى عَنْ سِوَاكُمْ\nوَمَنْ بِالتَّحَلِّي قَدْ تَحَلَّى بِحِلْيَةِ",
          "وَمَنْ هَامَ مِنْ رَاحِ الْحَبِيبِ وَطَيْبِهِ\nوَمَنْ رَفَعُوا أَعْلَامَ صِدْقِ الْمَحَبَّةِ",
          "وَمَنْ ذَابَ شَوْقًا أَوْ لِخَوْفِ بِعَادِهِ\nوَمَنْ فِي رِيَاضِ الْوَصْلِ يَسْعَى بِهِمَّةِ",
          "وَمَنْ لَحَظَتْهُمْ عَيْنُ حُبِّكَ فَاهْتَدَوْا\nوَسَارُوا بِسِرِّ اللَّطْفِ أَحْسَنَ سِيرَةِ",
          "وَمَنْ رَفَعُوا ثَوْبَ الْحِجَابِ وَشَاهَدُوا\nوَمَنْ مَلَكُوا التَّصْرِيفَ فِي كُلِّ بُقْعَةِ",
          "عَبِيدٌ وَلَكِنَّ الْمُلُوكَ عَبِيدُهُمْ\nوَمَنْ شَرِبُوا صَافِي الرَّحِيقِ بهمة",
          "وَمَنْ مَنَحُوا مِنْ فَيْضِهِمْ كُلَّ نَفْحَةٍ\nوَقَدْ وَرِثُوا بِالصِّدْقِ تَاجَ الخِلَافَةِ",
          "وَلَا سِيِّمَا أُسْتَاذُ كُلِّ مُكَمَّل\nضِيَانَا أَبُو الْعَيْنَيْنِ سِرُّ الطَّرِيقَةِ",

          "وَنَجْلُ أَبِي الْمَجْدِ الدُّسُوقِي إِمَامُنَا\nحَمِيدُ السَّجَايَا ذُو الْبَهَا وَالْمَهَابَةِ",
          "هُوَ الْقُطْبُ إِبْرَاهِيمُ كَنْزُ حَقَائِقِ\nوَمَنْبَعُ أَسْرَارِ الْعُلَا وَالْوِلَايَةِ",
          "وَمِفْتَاحُ أَخْفَى طَلْسَم غَابَ سِرُّهُ\nوَبَهْجَةُ أَهْلِ اللَّهِ أَعْظَمُ قُدْوَةِ",
          "فَيَا رَبَّنَا امْنَحْنَا بِهِ كَأْسَ حُبِّهِ\nوَفِي سِلْكِهِ انْظِمْنَا بِصَفْوَ السَّرِيرَةِ",
          "وَبِالْقُطْبِ مُوسَى ذِي الْمَكَارِمِ مَنْ سَمَا\nبِقُرْبِ إِلَيْهِ وَالْمَزَايَا الْحَمِيدَةِ",
          "أنلْنِي وِدَادًا مُوسَوِيًّا وَرَوِّنِي\nبوَافِي مُدَامِ الْأُنْسِ فِي كُلِّ سَاعَةِ",
          "وَأَتْبَاعِهِ أَهْلِ الْمَعَارِفِ وَالْهُدَى\nوَمَنْ سَلَكُوا عَنْهُ بِأَعْلَى طَرِيقَةِ",
          "بِأَرْبَابِ عِرْفَانٍ شَهَاوِيَّةٍ سَمَـوْا\nوَأَنْوَارِ شَرْنُوبِيَّةٍ أَهْلِ هِمَّةِ",
          "بأَسْرَارِ شَرْيِنَةٍ رَاقَ مَشْرَبِي\nفَأَذْهِبْ بِهِمْ حُزْنِي وَحِرْصِي وَعَشْرَتِي",
          "وَكُنْ نَاصِرِي وَاكْشِفْ لِعَيْنِ قُلُوبِنَا\nعن السِّرِ ذِي الْكِتْمَانِ مِنْ غَيْرِ مِرْيَةِ",
          "وَبِالْغَوْثِ عَبْدِ الْقَادِرِ ارْفَعْ مَقَامَنَا\nوَبِابْنِ الرِّفَاعِي أَحْمَدَ الْقَلْبَ ثَبِّتِ",
          "وَبِالْبَدَوِي ذِي الْفَضْلِ أَحْمَدَ سَيِّدِي\nوبالشادلي أَفْرِدْ بِحُبِّكَ مُهْجَتِي ",
          "وَأَحْبَابِهِمْ وَالْمُنْتَمِينَ إِلَيْهِمُ\nوَكُلِّ إِمَامٍ كَـامِلٍ ذِي إِضَاءَةِ",
          "وَكُلّ مُرِيدٍ صَادِقٍ بِتَوَجهِ\nأجِبْنِي وَوَجِّهْنِي إِلَيْكَ بِقُوَّةِ",
          "وَأَهْلِكْ عَدُوِّي وَالْحَسُودَ أَذِلَّهُ\nوَمَنْ فِي نَوَى سُوءًا فَخُذْهُ بِسُرْعَةِ",

          "وَأَصْلِحْ لَنَا وَقْتًا وَقَلْبًا وَقُوَّةً \nوَسَهِّلْ لَنَا الْأَرْزَاقَ مَعْ حُسْنٍ عُقْبَةِ",
          "وَاعْطِفْ عَلَيْنَا يَا وَدُودُ وَهَبْ لَنَا\nوَفَرْجُ بِفَضْلِ كُلِّ هَمَّ وَكُرْبَةِ",
          "وَبِاللُّطْفِ وَالْإِحْسَانِ عَامِلْ جَمِيعَنَا\nوَنَجٌ مِنَ الْأَسْوَاءِ فِي كُلِّ حَالَةِ",
          "وَأَكْرِمْنِي بِالتَّقْوَى وَقَوْ يَقِينَنَا\nوَسَلَّمْ وَجُدْ وَارْأَفُ بِأَلْطَفِ رَأْفَةِ ",
          "وَعَمِّمْ بِخَيْرٍ وَاكْسُنِي كُسْوَةٌ تَقِي\nبِأَنْوَارِهَا إِيَّايَ مِنْ كُلِّ فِتْنَةِ",

          "وَكَمِّلْ بِنُورِ الْقُرْبِ حَالِي وَعُمَّنِي\nبِحُسْنٍ وَإِحْسَانِ وَخَتْمِ السَّعَادَةِ",
          " وَفِي جَنَّةِ الرَّضْوَانِ فَاجْعَلْ مَقَرَّنَا\nوَزِدْنِي دَوَامَ الْوَصْلِ مَعْ قُدْسِ رُويَةِ",
          "وَهَبْ لِي جِوَارَ الْمُصْطَفَى وَشُهُودَهُ\n وَصُنِّي مِنَ التَّلْوِينِ يَا ذَا الْعِنَايَةِ",
          "وَأَوْفَى صَلَاةِ وَالسَّلَامُ مُؤَبَّدٌ\n عَلَى خَاتَمِ الرُّسُلِ الْكِرَامِ وَعِتْرَةِ",
          "وَكُلٌّ نَبِيَّ وَالصَّحَابَةِ كُلِّهِمْ\n مِنَ الْآلِ مَا لَاحَ الْهُدَى بِأَشِعَةِ",

          "وَمَا شَمَّ عِطْرَ الْقُدْسِ مَنْ عُرِفُوا بِهِ\nوَمَا شَمَّ بَدْرَ الْأَنْسِ مَعْ شَمْسِ سَادَةِ"

        ]
      },
      {
        "title": 'السلسلة الصغيرة للمشايخ',
        "pages": [141, 2],
        "type": 'text',
        "textPages": [
          'شيخ الطريقة سيدي برهان الدين عقيل مظهر',
          'باب الوصول إلى معية الرسول، سيدي محمد أكرم عقيل مظهر.',
          ' رائدة الوفاء سيدتنا السيدة أم أيمن',
          'شهيد الذاكرين سيدي عقيل مظهر.',
          'سيدي أحمد عرب الشرنوبي.',
          'سيدي موسى أبو العمران.',
          'سيدي إبراهيم الدسوقي القرشي ',
          'سيدي أبو الحسن الشاذلي',
          'سيدي عبد السلام بن بشيش.',
          'سيدنا ومولانا الإمام الحسين.',
          'سيدنا ومولانا الإمام علي بن أبي طالب.',
          'زيادة في شرف المصطفى صلى الله عليه وعلى آله وسلم.'
        ]
      },
      {
        "title": 'السلسلة الكبيرة للمشايخ',
        "pages": [143, 4],
        "type": 'text',
        'textPages': [
          'شيخ الطريقة سيدي برهان الدين عقيل مظهر',
          'باب الوصول إلى معية الرسول، سيدي محمد أكرم عقيل مظهر.',
          ' رائدة الوفاء سيدتنا السيدة أم أيمن',
          'شهيد الذاكرين سيدي عقيل مظهر.',
          'سيدي أحمد عرب الشرنوبي.',
          'سيدي موسى أبو العمران.',
          'سيدي إبراهيم الدسوقي القرشي ',
          'سيدتنا فاطمة الشاذلية',
          'سيدي عبد العزيز المكنى بأبي المجد.',
          'سيدي أبو الحسن الشاذلي.',
          'سيدي عبد السلام بن بشيش.',
          'سيدي أحمد البدوي.',
          'سيدي عبد القادر الجيلاني.',
          'سيدي أحمد الرفاعي.',
          'سيدنا ومولانا الإمام علي زيـن العابدين.',
          'سيدتنا السيدة زينب.',
          'سيدنا ومولانا الإمام الحسين.',
          'سيدنا ومولانا الإمام الحسن.',
          'سيدتنا السيدة فاطمة الزهراء.',
          'سيدنا ومولانا الإمام علي بن أبي طالب.',
          'سيدنا ومولانا الإمام عثمان بن عفان.',
          'سيدنا ومولانا الإمام عمر بن الخطاب.',
          'سيدنا ومولانا الإمام أبو بكر الصديق.',
          'زيادة في شرف المصطفى صلى الله عليه وعلى آله وسلم.'
        ]
      },
      {
        "title": 'الأوراد المربوطة',
        "pages": [147, 1],
        "type": 'text',
        "textPages": [
          'الأساس (مرة واحدة).',
          'التحصين الشريف (مرة واحدة).',
          'الحزب الكبير (مرة واحدة).',
          'الحزب الصغير (ثلاث مرات).',
          'الصلاة المحمدية  (ثلاث مرات).',
          'صلاة ابن بشيش (مرة واحدة).'
        ]
      },
      {
        "title": 'فواتح الحضرة',
        "pages": [149, 6],
        "type": 'text',
        "textPages": [
          'الْفَاتِحَةُ زِيَادَةٌ فِي شَرَفِ الْمُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى آلِهِ وَلِسَائِرِ إِخْوَانِهِ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ',
          'وَلِلْعَشَرَةِ الْكِرَامِ الْبَرَرَةِ وَالَّذِينَ بَايَعُوا نَبِيِّنَا سَيْدَنَا مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَحْتَ الشَّجَرَةِ ',
          'وَلِعَمَّيْ نَبِيِّنَا صَلَّى اللهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ خَيْرِ النَّاسِ الْحَمْزَةِ وَالْعَبَّاسِ ',
          'وَلِسَائِرِ الصَّحَابَةِ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ وَحَسُنَ أُولَئِكَ رَفِيقًا ',
          'وَلِأَصْحَابِ الْعَبَاءِ الْخَمْسِ رُوحِ سَيْدِنَا وَمَوْلَانَا الْإِمَامِ الْحَسَنِ وَسَيِّدِنَا وَمَوْلَانَا الْإِمَامِ الْحُسَيْنِ وَأُخْتِهِمَا عَقِيلَةِ بَنِي هَاشِمِ السَّيِّدَةِ زَيْنَبَ قُرَّةِ كُلَّ عَيْنِ وَلِابْنِهِمَا سَيِّدِنَا وَمَوْلَانَا الْإِمَامِ عَلَيَّ زَيْنِ الْعَابِدِينَ وَلِأَبِيهِمَا سَيِّدِنَا وَمَوْلَانَا الْإِمَامِ عَلِيِّ بْنِ أَبِي طَالِبٍ كَرَّمَ اللَّهُ وَجْهَهُ وَرَضِيَ اللَّهُ عَنْهُمْ وَلِأُمِّهِمَا السَّيِّدَةِ فَاطِمَةَ الزَّهْرَاءِ',
          '   وَجَدَّتِهِمَا السَّيِّدَةِ خَدِيجَةَ الْكُبْرَى وَالسَّيِّدَةِ عَائِشَةَ أَمِّ الْمُؤْمِنِينَ وَبَقِيَّةِ أَزْوَاجِ سَيِّدِنَا رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ الطَّيِّبَاتِ الطَّاهِرَاتِ أُمَّهَاتِ الْمُؤْمِنِينَ',
          'وَلِكُلِّ مَنْ آمَنَ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ وَاتَّبَعَ شَرِيعَتَهُ',
          'وَلِأَرْبَعِ أَقْطَابٍ مُدَرِّكِينَ الْكَوْنَ ',
          ' كَبِيرِ الْقَوْمِ سَيْدِي أَحْمَدَ الرَّفَاعِيِّ وَأَتْبَاعِهِ ',
          'سَاكِن بَغْدَادَ سَيْدِي عَبْدِ الْقَادِرِ الْجَيْلَانِيِّ وَأَتْبَاعِهِ',
          'بَابِ الْمُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ سَيِّدِي أَحْمَدَ الْبَدَوِيَّ وَأَتْبَاعِهِ',
          'شَيْخ الطَّرِيقَةِ سَيِّدِي إِبْرَاهِيمَ الدُّسُوقِي الْقُرَشِيِّ وَأَتْبَاعِهِ',
          'وَلِشَقِيقِهِ شَرَفِ الدِّينِ سَيِّدِي مُوسَى أَبِي الْعِمْرَانَ',
          'وَوَزِيرِهِ سَيْدِي أَحْمَدَ عَرَبِ الشَّرْتُونِي',
          'وَلِسَيْدِي أَبِي الْحَسَنِ الشَّرِيفِ الشَّاذِلِي وَأَتْبَاعِهِ.. ',
          ' وَبَابِ الْوُصُولِ إِلَى مَعِيَّةِ الرَّسُولِ سَيْدِي مُحَمَّدٍ أَكْرَم ',
          'شَيءٍ لِلَّهِ لَهُمْ مِنَّا الْفَاتِحَة',
          ' الْفَاتِحَةُ لِقُدْوَةِ السَّالِكِينَ وَشَهِيدِ الذَّاكِرِينَ بُرْهَانِ الْمِلَّةِ وَالدِّينِ جَدْ كُلِّ تَقِيُّ وَنَقِيٌّ وَصَفِيٌّ سَيْدِي عَقِيل مَظْهَر رَضِيَ اللَّهُ عَنْهُ اللَّهُمْ أَكْرِمْنَا بِبَرَكَاتِهِ وَانْفَحْنَا بِنَفَحَاتِهِ وَارْضَ اللَّهُمَّ عَنْهُ وَعَنْ أمِّ الْعَطْفِ وَالْحَنَانِ سَيِّدَتِنَا الْحَاجَّةِ أَمْ أَيْمَن أَمَدَّ اللَّهُ لَنَا فِي عُمُرِهَا بِصِيَّةٍ وَعَافِيَةٍ وَاحْفَظْ عَلَيْهَا أَنْوَارَهَا وَزِدْ مِنْ إِحْسَانِها ..',
          'شَيءٍ لِلَّهِ لَهُمْ مِنَّا الْفَاتِحَة',
          'الْفَاتِحَةُ لشَيْخنَا وَأُسْتَاذِنَا وَمُرَبِّي أَرْوَاحَنَا الشَّرِيفِ الْعَفِيفِ التَّقِيُّ النَّقِيِّ الْوَفِي بَابِ الْوُصُولِ إِلَى مَعِيَّةِ الرَّسُولِ وَالْمُنَادَى عَلَى اسْمِهِ فِي  رِحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ عَمَّ الشَّيْخ مُحَمَّدِ أَكْرَم شَيءٍ لِلَّهِ لَهُمْ مِنَّا الْفَاتِحَة الْفَاتِحَةُ لِأَبْنَائِهِ وَمُرِيدِيهِ فِي مَشَارِقِ الْأَرْضِ وَمَغَارِبَهَا وَلِخُلَفَائِهِ وَنُوَّابِهِ... شَيءٍ لِلَّهِ لَهُمْ مِنَّا الْفَاتِحَة'
        ]
      },
      {
        "title": 'ورد الامام النووي',
        "pages": [155, 10],
        "type": 'text',
        "textPages": [
          '﷽',
          'بِسْمِ اللهِ، اللهُ أَكْبَر أَقُولُ عَلَى نَفْسِي وَعَلَى دِيْنِي وَعَلَى أَهْلِي وَعَلَى أَوْلَادِي وَعَلَى مَالِي وَعَلَى أَصْحَابِي وَعَلَى أَدْيَانِهِمْ وَعَلَى أَمْوَالِهِمْ؛ أَلْفِ «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ العَلِيِّ العَظِيمِ».',
          ' بِسْمِ اللهِ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، أَقُولُ عَلَى نَفْسِي وَعَلَى دِيْنِي وَعَلَى أَهْلِي وَعَلَى أَوْلَادِي وَعَلَى مَالِي وَعَلَى أَصْحَابِي وَعَلَى أَدْيَانِهِمْ وَعَلَى أَمْوَالِهِمْ. أَلْفَ  أَلْفِ «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ العَلِيِّ العَظِيمِ».',
          '   بِسْمِ اللهِ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، أَقُولُ عَلَى نَفْسِي وَعَلَى دِيْنِي وَعَلَى أَهْلِي وَعَلَى أَوْلَادِي وَعَلَى مَالِي وَعَلَى أَصْحَابِي وَعَلَى أَدْيَانِهِمْ وَعَلَى أَمْوَالِهِمْ؛ أَلْفَ أَلْفِ أَلْفِ «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ العَلِيِّ العَظِيمِ».',
          'بِسْمِ اللهِ، وَبِاللهِ، وَمِنَ اللهِ، وَإِلَى اللهِ، وَعَلَى اللهِ، وَفِي اللهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ العَلِيِّ العَظِيمِ.',
          'بِسْمِ اللهِ عَلَى دِيْنِي وَعَلَى نَفْسِي  ، بِسْمِ اللهِ عَلَى مَالِي وَعَلَى أَهْلِي  وَعَلَى أَوْلَادِي  وَعَلَى أصحابي، بِسْمِ اللهِ عَلَى كُلِّ شَيْءٍ أَعْطَانِيْهِ رَبِّي، بِسْم اللهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الأَرْضِينَ السَّبْعِ وَرَبِّ العَرْشِ العَظِيمِ.',
          "بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ. \n(ثلاثا)",
          "بِسْمِ اللهِ خَيْرِ الأَسْمَاءِ فِي الأَرْضِ وَفِي السَّمَاءِ، بِسْمِ اللهِ أَفْتَتِحُ وَبِهِ أَخْتَتِمُ، اللهُ اللهُ، اللهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا، اللهُ اللهُ، اللهُ لَا إِلَهَ إِلَّا هُوْ، اللهُ اللهُ، اللهُ أَعَزُّ وَأَجَلُّ وَأَكْبَرُ مِمَّا أَخَافُ وَأَحْذَرُ. \n(ثلاثا)",
          "اللَّهُمَّ بِكَ أَعُوذُ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ غَيْرِي وَمِنْ شَرِّ مَا خَلَقَ رَبِّي، وَبِكَ اللَّهُمَّ أَحْتَرِزُ مِنْهُمْ، وَبِكَ اللَّهُمَّ أَذْرَأُ فِي نُحُورِهِم، وَبِكَ اللَّهُمَّ أَعُوذُ مِنْ شُرُوْرِهِمْ،ْوأستكفيك إياهم، وَأُقَدِّمُ بَيْنَ يَدَيَّ وَأَيْدِيهِمْ و أيدي من أحاطته عنايتي وسملته إحاطتي.\n ﴿بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ، قُلْ هُوَ اللهُ أَحَدٌ، اللهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُوْلَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ﴾. (ثلاثا)",
          'وَمِثْلُ ذَلِكَ عَنْ يَمِينِي وَأَيْمَانِهِمْ، وَمِثْلُ ذَلِكَ عَنْ شِمَالِي وَعَنْ شَمَائِلِهِمْ، وَمِثْلُ ذَلِكَ عَنْ أَمَامِي وَأَمَامِهِمْ، وَمِثْلُ ذَلِكَ مِنْ خَلْفِي وَمِنْ خَلْفِهِمْ، وَمِثْلُ ذَلِكَ مِنْ فِوْقِي وَمِنْ فَوْقِهِمْ، وَمِثْلُ ذَلِكَ مِنْ تَحْتِي وَمِنْ تَحْتِهِمْ، وَمِثْلُ ذَلِكَ مُحِيْطٌ بِي وَبِهِمْ وَ بِمَا أَحَطْنَا بِه.',
          'اللَّهُمَّ إِنِّي أَسْأَلُكَ لِي وَلَهُمْ مِنْ خَيْرِكَ بِخَيْرِكَ الَّذِي لَا يَمْلِكُهُ غَيْرُكَ، اللَّهُمَّ اجْعَلْنِي وَإِيَّاهُمْ فِي حفظك وَعِيَاذِكَ و عِبَادِكَ وَعِيَالِكَ وَجِوَارِكَ وَأَمْنِكَ وَأَمَانتِكَ وَحِزْبِكَ وَحِرْزِكَ وَكَنَفِكَ و سترك و لطفك مِنْ شَرِّ كُلِّ شَيْطَانٍ وَسُلْطَانٍ وَإِنْسٍ وَجَانٍّ وَبَاغٍ وَحَاسِدٍ وَسَبْعٍ وَحَيَّةٍ وَعَقْرَبٍ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيْمٍ.',
          'حَسْبِيَ الرَّبُ مِنَ المَرْبُوبِينَ، حَسْبِيَ الخَالِقُ مِنَ المَخْلُوقِينَ، حَسْبِيَ الرَّازِقُ مِنَ المَرْزُوقِينَ، حَسْبِيَ السَّاتِرُ مِنَ المَسْتُورِينَ، حَسْبِيَ النَّاصِرُ مِنَ المَنْصُورِينَ، حَسْبِيَ القَاهِرُ مِنَ المَقْهُورِينَ، حَسْبِيَ الَّذِي هُوَ حَسْبِي، حَسْبِي مَنْ لَمْ يَزَلْ حَسْبِي، حَسْبِيَ اللهُ وَنِعْمَ الوَكِيْلُ، حَسْبِيَ اللهُ مِنْ جَمِيْعِ خَلْقِهِ.',
          '﴿إِنَّ وَلِيِّيَ اللهُ الَّذِي نَزَّلَ الكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ﴾',
          '﴿وَإِذَا قَرَأْتَ القُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالآخِرَةِ حِجَابًا مَسْتُورًا، وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي القُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا﴾',
          "فَإِنْ تَوَلَّوْا فَقُلْ \n﴿حَسْبِيَ اللهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العَرْشِ العَظِيمِ﴾ (سبعا)",
          'وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ العَلِيِّ العَظِيمِ.',
          'وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النبي الأمي وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ.',
          'خَبَأْتُ نَفْسِي فِي خَزَائِنِ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، أَقْفَالُهَا ثِقَتِي بِاللهِ، مَفَاتِيحُهَا َلَا حَوْلَ لَا قُوَّةَ إِلَّا بِاللهِ، أُدَافِعُ بِكَ اللَّهُمَّ عَنْ نَفْسِي مَا أُطِيقُ وَمَا لَا أُطِيقُ، لَا طَاقَةَ لِمَخْلُوقٍ مَعَ قُدْرَةِ الخَالِقِ.',
          'حَسْبِيَ اللهُ وَنِعْمَ الوَكِيْلُ.',
          'بخفي لُطفِ اللهِ، بلطيفِ صنعِ اللهِ، بجميلِ سترِ اللهِ دخلتُ فى كَنَفِ اللهِ، وتشفعتُ بسيدنا رسولِ اللهِ',
          'تحصنت باسماء الله، آمنت بالله، تَوَكَّلْتُ عَلَى اللهِ، ادخرت الله لكل شدة، اللهم يا من اسمه محبوب، ووجهه مطلوب ، اكفني ما قلبي منه مرهوب، انت غالبٌ غير مغلوب ،',
          'وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّم و حَسْبِيَ اللهُ وَنِعْمَ الوَكِيْلُ',
          " حَسْبِنا اللهُ وَنِعْمَ الوَكِيْلُ\n(٧٠ مرة)",
          " وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ \n(١١ مرة)"
        ]
      },
      {
        "title": 'صلاة سيدي أحمد البدوي',
        "pages": [165, 2],
        "type": 'text',
        "textPages": [
          '﷽',
          'اللَّهُمَّ صَلِّ وَسَلَّمْ وَبَارِكْ عَلَى سَيِّدِنَا وَمَوْلَانَا سَيِّدِنَا مُحَمَّدٍ.',
          ' شَجَرَةِ الْأَصْلِ النُّورَانِيَّة، وَلَمْعَة الْقَبْضَةِ الرَّحْمَانِيَّةِ، وَأَفْضَلِ الْخَلِيقَةِ الْإِنْسَانِيَّةِ، وَأَشْرَفِ الصُّوَر الجِسْمانِيَّةِ، وَمَعْدِنِ الأَسْرَار الرَّبَّانِيَّةِ، وَخَزَائِنِ العُلومِ الاِصْطِفَائِيَّةِ، صَاحِبِ الْقَبْضَة الْأَصْلِيَّة، وَالْبَهْجَة السنية، والرتبة العَلِيَّةِ، مَنِ انْدَرَجَتِ النَّبِيُّوْنَ تَحْتَ لِوَائِهِ فَهُمْ مِنْهُ وَإِلَيْهِ،',
          ' وَصَلِّ وَسَلَّمْ وَبَارِكْ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ عَدَدَ مَا خَلَقْتَ وَرَزَقْتَ وَأَمَتْ وَأَحْيَيْتَ إِلَى يَوْمَ تَبْعَثُ مَنْ أَفْنَيْتَ، وَسَلَّمْ تَسْلِيْمًا كَثِيْرًا.',
          'وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ.'

        ]
      },
      {
        "title": 'صلوات و أدعية',
        "pages": [167, 2],
        "type": 'text',
        "textPages": [
          '﷽',
          '  اللَّهُمَّ صَلَّ عَلَى سَيِّدِنَا مُحَمَّدٍ الْفَاتِحَ لِمَا أُغْلِقَ، وَالْخَاتِمِ لِمَا سَبَقَ، نَاصِرِ الْحَقِّ بِالْحَقِّ، الهَادِي إِلَى صِرَاطِكَ الْمُسْتَقِيمٍ، وَعَلَى آلِهِ حَقَّ قَدْرِهِ وَمِقْدَارِهِ الْعَظِيمِ',
          '  اللَّهُمَّ صَلِّ عَلَى خَاتِم أَنْبِيَائِكَ، وَسَيْدِ رُسُلِكَ، وَإِمَام أَهْلِ حَقِيقَةِ تَوْحِيدِكَ، وَصَفْوَتِكَ مِنْ خَلْقِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَأَصْحَابِهِ وَسَلَّمْ تَسْلِيمًا.',
          'الصَّلَاةُ وَالسَّلَامُ عَلَيْكَ يَا سَيْدِي يَا رَسُولَ اللهِ، ضَاقَتْ وَقَلَّتْ حِيَلِي وَوَسِيلَتِي أَدْرِكْنِي. (١١٦ مرة).',
          '  اللَّهُمَّ هَبْنِي مِنَ الْعِلْمِ اللَّدُنِّي وَالْمَشْرَبِ الصَّافِي وَالْهَنِِيّ ، يَا وَهَّابُ يَا غَنِي.'
        ]
      },
      {
        "title": 'الوظيفة الزروقية',
        "type": 'text',
        "desc": 'ويقرأ بعد صلاة الصبح مرة. وبعد صلاة العصر مرة.',
        "textPages": [
          'أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ',
          '﷽',
          'وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ',
          'اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ',
          'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ',
          'أَلمَ ِّ ۩ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ.',
          'وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ.',
          'اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.',
          " بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \n﴿ حَمِ ۩ تْنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ ۩ غَافِرِ الذَّنْبِ و قَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ ۩",
          ' ﴿ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌٌ ۩ ءَامَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ ءَامَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ۩ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَو ْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ۩ ﴾.',
          " ﷽\n",
          'قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ ۩ لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ۩ وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ۩ وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ ۩ وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ۩ لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ ۩',
          " ﷽\n",
          'إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ۩ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا ۩ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا۩',
          " ﷽\n",
          'قُلْ هُوَ ٱللَّهُ أَحَدٌ ۩ ٱللَّهُ ٱلصَّمَدُ ۩ لَمْ يَلِدْ وَلَمْ يُولَدْ ۩ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ۩',
          "\n(ثلاثا مع تكرار البسملة)",
          " ﷽\n",
          'قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ۩ مِن شَرِّ مَا خَلَقَ ۩ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ۩ وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ۩ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ۩',
          "\n(ثلاثا مع تكرار البسملة)",

          " ﷽\n",
          'قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ۩ مَلِكِ ٱلنَّاسِ ۩ إِلَـٰهِ ٱلنَّاسِ ۩ مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ۩ ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ۩ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ۩',
          "\n(ثلاثا مع تكرار البسملة)",
          " اللَّهُمَّ إنِِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَناَ أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ. \n(ثلاثا)",
          "اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ وَالْجُبْنِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ. \n(ثلاثا)",
          "اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ. \n(ثلاثا)",
          "اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمْعِي ، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لاَ إِلَهَ إِلاَّ أَنْتَ. \n(ثلاثا)",
          "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَناَ عَبْدُكَ، وَأَناَ عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي, فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ. \n(ثلاثا)",
          "اللَّهُمَّ إِنِّي أَصْبَحْتُ (أَمْسَيْتُ) مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتِكَ وَسِتْرِكَ فِي الدُّنْياَ وَالآخِرَةِ. \n(ثلاثا)",
          "اللَّهُمَّ مَا أَصْبَحَ (أَمْسَىَ) بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ. \n(ثلاثا)",
          "ياَ رَبِّ لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلاَلِ وَجْهِكِ وَعَظِيمِ سُلْطَانِكَ. \n(ثلاثا)",
          "رَضِيتُ بِاللهِ رَباًّ، وَبِالإِسْلاَمِ دِيناً، وَبِسَيِّدِناَ مُحَمَّدٍ ﷺ نَبِياًّ وَرَسُولاً. \n(ثلاثا)",
          "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَاءَ نَفْسِهِ، وَزِنَةَ عَرْشِهِ, وَمِدَادَ كَلِمَاتِهِ. \n(ثلاثا)",
          "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّمَا خَلَقَ. \n(ثلاثا)",
          "بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهْوَ السَّمِيعُ الْعَلِيمُ. \n(ثلاثا)",
          "أَعُوذُ باِللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطََانِ الرَّجِيمِ. \n(ثلاثا)",
          '﴿ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ ۩ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ ۩ هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ.',
          "سُبْحَانَ الله ِالْعَظِيمِ وَبِحَمْدِهِ. \n(ثلاثا)",
          "تَحَصَّنْتُ بِذِي الْعِزَّةِ وَالْجَبَرُوتِ، وَاعْتَصَمْتُ بِرَبِّ الْمَلَكُوتِ، وَتَوَكَّلْتُ عَلَى الْحَيِّ الَّذِي لاَ يَمُوتُ؛ \n اصْرِفْ عَنَّا الأَذَى إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِير \n اصْرِفْ عَنَّا الأَذَى إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدير \n اصْرِفْ عَنَّا الأَذَى إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِير. \n(ثلاثا)",
          " ﷽\n",
          'لِإِيلَٰفِ قُرَيۡشٍ ۩ إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ ۩ فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ ۩ ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ ۩',
          'اللَّهُمَّ كَمَا أَطْعَمْتَهُمْ فَأَطْعِمْناَ، وَكَمَا آمَنْتَهُمْ فَآمِنَّا، وَاجْعَلْناَ لَكَ مِنَ الشَّاكِرِينَ.',
          "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ. \n(ثلاثا)",
          "أَسْتَغْفُرُ اللهَ الْعَظِيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ. \n(ثلاثا)",
          "اللَّهُمَّ صَلِّ عَلَى سَيِّدِناَ مُحَمَّدٍ عَبْدِكَ وَنَبِيِّكَ وَرَسُولِكَ النَّبِيِّ الأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ. \n(ثلاثا)",
          "تَسْلِيماً عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ، وَخَطَّ بِهِ قَلَمُكَ، وَأَحْصَاهُ كِتَابُكَ،\n وَالرِّضَا عَنْ سَادَتِنَا أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ, وَعَنِ الصَّحَابَةِ أَجْمَعِينَ, وَعَنِ التَّابِعِينَ، وَتَابِعِي التَّابِعِينَ لَهُمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّينِ.",
          '﴿سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلاَمٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ﴾.',
          "لاَ إِلَهَ إِلاَّ اللهْ \n من ١٠٠ إلى  ١٠٠٠ مرة",
          ' محمدٌ رَسُولُ الله.',
          "أَشْهَدُ أَنْ لاََّ إِلَهَ إِلاَّ اللهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ الله. \n(ثلاثا)",
          "ثَبِّتْناَ ياَ رَبِّ بِقَوْلِهَا. \n(ثلاثا)",
          "وَانْفَعْناَ يَا رَبِّ بِفَضْلِهَا. \n(ثلاثا)",
          "وَاجْعَلْنَا مِنْ خِيَارِ أَهْلِهَا. \n(ثلاثا)",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          "أَصْبَحْنا (أَمْسَيْناَ)َ فِي حِمَاكَ يَا مَوْلاَنَا \n مَسِّنَا (صَبِّحْناَ) فِي رِضَاكَ يَا مَوْلاَناَ. \n(ثلاثا)",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          "لاَ إِلَهَ إِلاَّ أَنْتَ ، وَاحِدٌ رَبُّنَا ، يَا مُجَمِّعْناَ اغْفِرْ ذَنْبَنَا. \n(ثلاثا)",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          "اغْفِرْ لَنَا مَا مَضَى ، وَأَصْلِحْ لَنَا مَا بَقِيَ ، بِحُرْمَةِ الأَبْرَارِ يَا عَالِمَ الأَسْرَارِ. \n(ثلاثا),",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          "يَا عَالِمَ السِّرِّ مِنَّا ، لاَ تَكْشِفِ السِّتْرَ عَنَّا. \n(ثلاثا)،",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          # // "يَا مَوْلاَنَا يَا مُجِيبُ، مَنْ يَرْجُوكَ لاَ يَخِيبُ، تَوَسَّلْنَا بِالْحَبِيبِ، اقْضِ حَاجَتَنَا قَرِيبُ، هَذَا وَقْتُ الْحَاجَاتِ، يَا حَاضِرًا لاَ يَغِيبُ . \n(ثلاثا)",
          # // "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدْنَا مُحَمَّدْ، وَبَارِكْ عَلَى سَيِّدْنَا مُحَمَّدْ، وَعَلَى آلِ سَيِّدْنَا مُحَمَّدْ \n(عشرا)",
          "آمِينُ آمِينُ آمِينُ آمِين رَبَّ الْعَالَمِينَ. \n(ثلاثا)",
          'وَسَلَام ٌعَلَى الْمُرْسَلِينَ وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ'
        ]
      }

    ]
  end
end
