# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)

bordas = [
    {
        author: 'الإمام محمد البصيري',
        name: 'بردة المديح المباركة',
        desc: ' بردة المديح تمت في القرن السادس الهجري و شرفها المصطفي بإكمال شطر من أبياتها',
        chapters: [
            {
                name: 'الفصل الأول',
                desc: 'في الغزل وشكوى الغرام.',
                lines: [
                    {left: 'مَزَجْتَ دَمعا جرى مِن مُقلَةٍ بِدَمِ', right: 'أمِنْ تَذَكِّرِ جيرانٍ بذي سَلَمِ'},
                    {left: 'وأومَضَ البرقُ في الظَّلماءِ مِن اِضَمِ', right: 'أَم هَبَّتِ الريحُ مِن تلقاءِ كاظِمَةٍ'},
                    {left: 'وما لقلبِكَ اِن قلتَ استَفِقْ يَهِمِ', right: 'فما لِعَينيك اِن قُلتَ اكْفُفَا هَمَتَا'},
                    {left: 'ما بينَ منسَجِمٍ منه ومُضْطَرِمِ', right: 'أيحَسب الصَبُّ أنَّ الحبَّ مُنكَتِمٌ'},
                    {left: 'ولا أَرِقْتَ لِذِكْرِ البانِ والعَلَمِ', right: 'لولا الهوى لم تُرِقْ دمعا على طَلِلِ'},
                    {left: 'به عليك عُدولُ الدمعِ والسَّقَمِ', right: 'فكيفَ تُنْكِرُ حبا بعدما شَهِدَت'},
                    {left: 'مثلَ البَهَارِ على خَدَّيك والعَنَمِ', right: 'وأثبَتَ الوَجْدُ خَطَّي عَبْرَةٍ وضَنَى'},
                    {left: 'والحُبُّ يعتَرِضُ اللذاتِ بالأَلَمِ', right: 'نَعَم سرى طيفُ مَن أهوى فأَرَّقَنِي'},
                    {left: 'مِنِّي اليك ولَو أنْصَفْتَ لَم تَلُمِ', right: 'يا لائِمي في الهوى العُذْرِيِّ مَعذرَةً'},
                    {left: 'عن الوُشاةِ ولا دائي بمُنحَسِمِ', right: 'عَدَتْكَ حالي لا سِرِّي بمُسْتَتِرٍ'},
                    {
                        left: 'اِنَّ المُحِبَّ عَنِ العُذَّالِ في صَمَمِ',
                        right: 'مَحَّضْتَنِي النُّصْحَ لكِنْ لَستُ أسمَعُهُ'
                    },
                    {
                        left: 'والشَّيْبُ أبعَدُ في نُصْحٍ عَنِ التُّهَمِ',
                        right: 'اِنِّي اتَّهَمْتُ نصيحَ الشَّيْبِ فِي عَذَلِي'
                    },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420223&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل الثاني',
                desc: 'في التحذير من هوى النفس.',
                lines: [
                    {left: 'مِن جهلِهَا بنذير الشَّيْبِ والهَرَمِ', right: 'فانَّ أمَّارَتِي بالسوءِ ما اتَّعَظَت', },
                    {left: 'ضَيفٍ أَلَمَّ برأسي غيرَ مُحتشِمِ', right: 'ولا أعَدَّتْ مِنَ الفِعلِ الجميلِ قِرَى', },
                    {left: 'كتمتُ سِرَّا بَدَا لي منه بالكَتَمِ', right: 'لو كنتُ أعلمُ أنِّي ما أُوَقِّرُهُ', },
                    {left: 'كما يُرَدُّ جِمَاَحُ الخيلِ بالُّلُجُمِ', right: 'مَن لي بِرَدِّ جِمَاح مِن غَوَايتِهَا', },
                    {left: 'اِنَّ الطعامَ يُقوِّي شهوةَ النَّهِمِ', right: 'فلا تَرُمْ بالمعاصي كَسْرَ شهوَتهَا', },
                    {left: 'حُبِّ الرّضَاع وَإِِِنْ تَفْطِمْهُ يَنفَطِمِ', right: 'والنَّفسُ كَالطّفلِ إِنْ تُهمِلْه ُشَبَّ عَلَى'},
                    {left: 'اِنَّ الهوى ما تَوَلَّى يُصْمِ أو يَصِمِ', right: 'فاصْرِف هواها وحاذِر أَن تُوَلِّيَهُ', },
                    {left: 'واِنْ هِيَ استَحْلَتِ المَرعى فلا تُسِمِ', right: 'وراعِهَا وهْيَ في الأعمال سائِمَةٌ', },
                    {left: 'مِن حيثُ لم يَدْرِ أَنَّ السُّمَّ في الدَّسَمِ', right: 'كَم حسَّنَتْ لَذَّةً للمرءِ قاتِلَةً', },
                    {left: 'فَرُبَّ مخمَصَةٍ شَرٌّ مِنَ التُّخَمِ', right: 'واخْشَ الدَّسَائِسَ مِن جوعٍ ومِن شِبَعٍ', },
                    {left: 'مِن المَحَارِمِ والْزَمْ حِميَةَ َالنَّدَمِ', right: 'واستَفرِغِ الدمعَ مِن عينٍ قَدِ امْتَلأتْ', },
                    {left: 'واِنْ هما مَحَّضَاكَ النُّصحَ فاتَّهِمِ', right: 'وخالِفِ النفسَ والشيطانَ واعصِهِمَا', },
                    {left: 'فأنت تعرفُ كيدَ الخَصمِ والحَكَمِ', right: 'ولا تُطِعْ منهما خصمَا ولا حكَمَا', },
                    {right: 'أستغفر الله من قول بلا عمل ', left: '   لقد نسبت به نسلا لذي عقم'},
                    {right: 'أمرتك الخير لكن ما ائتمرت به', left: 'وما استقمت فما قولي لك استقم'},
                    {right: 'ولا تزودت قبل الموت نافلة ', left: '   ولم أُصل سوى فرض ولم أصم'},

                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420481&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل الثالث',
                desc: 'في مدح سيد المرسلين.',
                lines: [
                    {left: 'أنِ اشتَكَتْ قدمَاهُ الضُّرَّ مِن وَرَمِ', right: 'ظَلمتُ سُنَّةَ مَن أحيا الظلامَ الى'},
                    {left: 'تحتَ الحجارةِ كَشْحَاَ ًمُتْرَفَ الأَدَمِ', right: 'وشَدَّ مِن سَغَبٍ أحشاءَهُ وطَوَى'},
                    {left: 'عن نفسِه فأراها أيَّمَا شَمَمِ', right: 'وراوَدَتْهُ الجبالُ الشُّمُّ مِن ذَهَبٍ'},
                    {left: 'اِنَّ الضرورةَ لا تعدُو على العِصَمِ', right: 'وأكَّدَت زُهدَهُ فيها ضرورَتُهُ'},
                    {left: 'لولاه لم تخرج الدنيا من العدمِ', right: 'وكيف تدعو إلى الدنيا ضرورة من', },
                    {left: 'والفريقين مِن عُربٍ ومِن عَجَمِ', right: 'محمدٌّ سيدُ الكونينِ والثقَلَيْنِ'},
                    {left: 'أبَرُّ في قَولِ لا منه ولا نَعَمِ', right: 'نَبِيُّنَا الآمِرُ النَّاهِي فلا أَحَدٌ'},
                    {left: 'لكُلِّ هَوْلٍ مِن الأهوالِ مُقتَحَمِ', right: 'هُو الحبيبُ الذي تُرجَى شفاعَتُهُ'},
                    {left: 'مُستَمسِكُونَ بِحبلٍ غيرِ مُنفَصِمِ', right: 'دَعَا الى اللهِ فالمُستَمسِكُون بِهِ'},
                    {left: 'ولم يُدَانُوهُ في عِلمٍ ولا كَرَمِ', right: 'فاقَ النَّبيينَ في خَلْقٍ وفي خُلُقٍ'},
                    {left: 'غَرْفَا مِنَ البحرِ أو رَشفَاً مِنَ الدِّيَمِ', right: 'وكُلُّهُم مِن رسولِ اللهِ مُلتَمِسٌ'},
                    {left: 'مِن نُقطَةِ العلمِ أو مِن شَكْلَةِ الحِكَمِ', right: 'وواقِفُونَ لَدَيهِ عندَ حَدِّهِمِ'},
                    {left: 'ثم اصطفاهُ حبيباً بارِيءُ النَّسَمِ', right: 'فَهْوَ الذي تَمَّ معناهُ وصورَتُهُ'},
                    {left: 'فجَوهَرُ الحُسنِ فيه غيرُ منقَسِمِ', right: 'مُنَزَّهٌ عن شريكٍ في محاسِنِهِ'},
                    {left: 'واحكُم بما شئتَ مَدحَاً فيه واحتَكِمِ', right: 'دَع ما ادَّعَتهُ النصارى في نَبِيِّهِمِ'},
                    {left: 'وانسُب الى قَدْرِهِ ما شئتَ مِن عِظَمِ', right: 'وانسُبْ الى ذاتِهِ ما شئتَ مِن شَرَفٍ'},
                    {left: 'حَدٌّ فَيُعرِبَ عنهُ ناطِقٌ بِفَمِ', right: 'فَاِنَّ فَضلَ رسولِ اللهِ ليس له'},
                    {left: 'أحيا اسمُهُ حين يُدعَى دارِسَ الرِّمَمِ', right: 'لو ناسَبَتْ قَدْرَهُ آياتُهُ عِظَمَاً'},
                    {left: 'حِرصَاً علينا فلم نرتَبْ ولم نَهِمِ', right: 'لم يمتَحِنَّا بما تَعيَا العقولُ به'},
                    {left: 'في القُرْبِ والبُعدِ فيه غيرُ مُنفَحِمِ', right: 'أعيا الورى فَهْمُ معناهُ فليسَ يُرَى'},
                    {left: 'صغيرةً وتُكِلُّ الطَّرْفَ مِن أَمَمِ', right: 'كالشمسِ تظهَرُ للعينَيْنِ مِن بُعُدٍ'},
                    {left: 'قَوْمٌ نِيَامٌ تَسَلَّوا عنه بالحُلُمِ', right: 'وكيفَ يُدرِكُ في الدنيا حقيقَتَهُ'},
                    {left: 'وأَنَّهُ خيرُ خلْقِ الله كُلِّهِمِ', right: 'فمَبْلَغُ العِلمِ فيه أنه بَشَرٌ'},
                    {left: 'فانما اتصَلَتْ مِن نورِهِ بِهِمِ', right: 'وكُلُّ آيٍ أتَى الرُّسْلُ الكِرَامُ بِهَا'},
                    {left: 'يُظهِرْنَ أنوارَهَا للناسِ في الظُّلَمِ', right: 'فاِنَّهُ شمسُ فَضْلٍ هُم كواكِبُهَا'},
                    {left: 'بالحُسنِ مشتَمِلٌ بالبِشْرِ مُتَّسِمِ', right: 'أكرِمْ بخَلْقِ نبيٍّ زانَهُ خُلُقٌ'},
                    {left: 'والبحرِ في كَرَمٍ والدهرِ في هِمَمِ', right: 'كالزَّهرِ في تَرَفٍ والبدرِ في شَرَفٍ'},
                    {left: 'في عسكَرٍ حينَ تلقاهُ وفي حَشَمِ', right: 'كأنَّهُ وهْوَ فَرْدٌ مِن جلالَتِهِ'},
                    {left: 'مِن مَعْدِنَيْ مَنْطِقٍ منه ومبتَسَمِ', right: 'كأنَّمَا اللؤلُؤُ المَكنُونُ في صَدَفٍ'},
                    {left: 'طوبى لمُنتَشِقٍ منه وملتَثِمِ', right: 'لا طيبَ يَعدِلُ تُرْبَا ضَمَّ أعظُمَهُ'},
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420985&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل الرابع',
                desc: 'في مدح مولده.',
                lines: [
                    {left: 'يا طِيبَ مُبتَدَاٍ منه ومُختَتَمِ', right: 'أبانَ مولِدُهُ عن طِيبِ عنصُرِهِ', },
                    {left: 'قَد أُنذِرُوا بِحُلُولِ البُؤسِ والنِّقَمِ', right: 'يَومٌ تَفَرَّسَ فيه الفُرسُ أنَّهُمُ', },
                    {left: 'كَشَملِ أصحابِ كِسرَى غيرَ مُلتَئِمِ', right: 'وباتَ اِيوَانُ كِسرَى وَهْوَ مُنْصَدِعٌ', },
                    {left: 'عليه والنهرُ ساهي العَيْنِ مِن سَدَمِ', right: 'والنارُ خامِدَةُ الأنفاسِ مِن أَسَفٍ', },
                    {left: 'وَرُدَّ وارِدُهَا بالغَيْظِ حينَ ظَمِي', right: 'وساءَ ساوَةَ أنْ غاضَتْ بُحَيرَتُهَا', },
                    {left: 'حُزْنَاً وبالماءِ ما بالنار مِن ضَرَمِ', right: 'كأَنَّ بالنارِ ما بالماءِ مِن بَلَلٍ', },
                    {left: 'والحقُّ يظهَرُ مِن معنىً ومِن كَلِمِ', right: 'والجِنُّ تَهتِفُ والأنوارُ ساطِعَةٌ', },
                    {left: 'تُسمَعْ وبارِقَةُ الاِنذارِ لم تُشَمِ', right: 'عَمُوا وصَمُّوا فاِعلانُ البشائِرِ لم', },
                    {left: 'بأنَّ دينَهُمُ المُعوَجَّ لم يَقُمِ', right: 'مِن بعدِ ما أخبَرَ الأقوامَ كاهِنُهُم', },
                    {left: 'مُنقَضَّةٍ وَفقَ ما في الأرضِ مِن صَنَمِ', right: 'وبعد ما عاينُوا في الأُفقِِ مِن شُهُبٍ', },
                    {left: 'مِن الشياطينِ يقفُو اِثْرَ مُنهَزِمِ', right: 'حتى غَدا عن طريقِ الوَحيِ مُنهَزِمٌ', },
                    {left: 'أو عَسكَرٌ بالحَصَى مِن راحَتَيْهِ رُمِي', right: 'كأنَّهُم هَرَبَا أبطالُ أبْرَهَةٍ', },
                    {left: 'نَبْذَ المُسَبِّحِ مِن أحشاءِ ملتَقِمِ', right: 'نَبْذَا به بَعدَ تسبيحٍ بِبَطنِهِمَا', },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420940&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل الخامس',
                desc: 'في معجزاته.',
                lines: [
                    {left: 'تمشِي اِليه على ساقٍ بلا قَدَمِ', right: 'جاءت لِدَعوَتِهِ الأشجارُ ساجِدَةً', },
                    {left: 'فُرُوعُهَا مِن بديعِ الخَطِّ في الَّلقَمِ', right: 'كأنَّمَا سَطَرَتْ سطرا لِمَا كَتَبَتْ', },
                    {left: 'تَقِيهِ حَرَّ وَطِيسٍ للهَجِيرِ حَمِي', right: 'مثلَ الغمامَةِ أَنَّى سارَ سائِرَةً', },
                    {left: 'وكُلُّ طَرْفٍ مِنَ الكفارِ عنه عَمِي', right: 'وما حوى الغارُ مِن خيرٍ ومِن كَرَمِ', },
                    {left: 'وهُم يقولون ما بالغارِ مِن أَرِمِ', right: 'فالصدقُ في الغارِ والصدِّيقُ لم يَرِمَا', },
                    {left: 'خيرِ البَرِّيَّةِ لم تَنسُجْ ولم تَحُمِ', right: 'ظنُّوا الحمامَةَ وظنُّوا العنكبوتَ على', },
                    {left: 'مِنَ الدُّرُوعِ وعن عالٍ مِنَ الأُطُمِ', right: 'وِقَايَةُ اللهِ أغنَتْ عَن مُضَاعَفَةٍ', },
                    {left: 'اِلا ونِلتُ جِوَارَاً منه لم يُضَمِ', right: 'ما سامَنِي الدَّهرُ ضيمَاً واستَجَرتُ بِهِ', },
                    {left: 'اِلا استَلَمتُ النَّدَى مِن خيرِ مُستَلَمِ', right: 'ولا التَمستُ غِنَى الدَّارَيْنِ مِن يَدِهِ', },
                    {left: 'قَلْبَاً اِذا نامَتِ العينانِ لم يَنَمِ', right: 'لا تُنكِرِ الوَحْيَ مِن رُؤيَاهُ اِنَّ لَهُ', },
                    {left: 'فليسَ يُنكَرُ فيهِ حالُ مُحتَلِمِ', right: 'وذاكَ حينَ بُلُوغٍ مِن نُبُوَّتِهِ', },
                    {left: 'ولا نبيٌّ على غيبٍ بمُتَّهَمِ', right: 'تبارَكَ اللهُ ما وَحيٌ بمُكتَسَبٍ', },
                    {left: 'وأطلَقَتْ أَرِبَاً مِن رِبقَةِ اللمَمِ', right: 'كَم أبْرَأَتْ وَصِبَاً باللمسِ راحَتُهُ', },
                    {left: 'حتى حَكَتْ غُرَّةً في الأَعصُرِ الدُّهُمِ', right: 'وأَحْيت السَنَةَ الشَّهباءَ دَعوَتُهُ', },
                    {left: 'سَيْبٌ مِنَ اليمِّ أو سَيْلٌ مِنَ العَرِمِ', right: 'بعارِضٍ جادَ أو خِلْتَ البِطَاحَ بها', },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420939&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل السادس',
                desc: 'في شرف القرآن ومدحه.',
                lines: [
                    {left: 'ظهُورَ نارِ القِرَى ليلا على عَلَمِ', right: 'دَعنِي وَوَصفِيَ آياتٍ له ظهَرَتْ', },
                    {left: 'وليس يَنقُصُ قَدرَاً غيرَ مُنتَظِمِ', right: 'فالدُّرُ يزدادُ حُسناً وَهْوَ مُنتَظِمُ', },
                    {left: 'ما فيه مِن كَرَمِ الأخلاقِ والشِّيَمِ', right: 'فمَا تَطَاوُلُ آمالِ المدِيحِ الى', },
                    {left: 'قديمَةٌ صِفَةُ الموصوفِ بالقِدَمِ', right: 'آياتُ حَقٍّ مِنَ الرحمنِ مُحدَثَةٌ', },
                    {left: 'عَنِ المَعَادِ وعَن عادٍ وعَن اِرَمِ', right: 'لم تَقتَرِن بزمانٍ وَهْيَ تُخبِرُنا', },
                    {left: 'مِنَ النَّبيينَ اِذ جاءَتْ ولَم تَدُمِ', right: 'دامَتْ لدينا ففاقَتْ كُلَّ مُعجِزَةٍ', },
                    {left: 'لذي شِقَاقٍ وما تَبغِينَ مِن حِكَمِ', right: 'مُحَكَّمَاتٌ فما تُبقِينَ مِن شُبَهٍ', },
                    {left: 'أَعدَى الأعادِي اليها مُلقِيَ السَّلَمِ', right: 'ما حُورِبَت قَطُّ الا عادَ مِن حَرَبٍ', },
                    {left: 'رَدَّ الغَيُورِ يَدَ الجانِي عَن الحُرَمِ', right: 'رَدَّتْ بلاغَتُهَا دَعوى مُعارِضِهَا', },
                    {left: 'وفَوقَ جَوهَرِهِ في الحُسنِ والقِيَمِ', right: 'لها مَعَانٍ كَموْجِ البحرِ في مَدَدٍ', },
                    {left: 'ولا تُسَامُ على الاِكثارِ بالسَّأَمِ', right: 'فَمَا تُعَدُّ ولا تُحصَى عجائِبُهَا', },
                    {left: 'لقد ظَفِرتَ بحَبْلِ الله فاعتَصِمِ', right: 'قَرَّتْ بَها عينُ قارِيها فقُلتُ له', },
                    {left: 'مِنَ العُصَاةِ وقَد جاؤُوهُ كالحُمَمِ', right: 'كأنَّها الحوضُ تَبيَضُّ الوُجُوهُ بِهِ', },
                    {left: 'فالقِسطُ مِن غيرِهَا في الناسِ لم يَقُمِ', right: 'وكالصِّراطِ وكالميزانِ مَعدَلَةً', },
                    {left: 'تجاهُلا وَهْوَ عينُ الحاذِقِ الفَهِمِ', right: 'لا تَعجَبَنْ لِحَسُودٍ راحَ يُنكِرُهَا', },
                    {left: 'ويُنكِرُ الفَمَ طعمَ الماءِ مِن سَقَمِ', right: 'قد تُنكِرُ العينُ ضَوْءَ الشمسِ مِن رَمَدٍ', },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335426195&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل السابع',
                desc: 'في إسرائه ومعراجه.',
                lines: [
                    {left: 'سعيَا وفَوقَ مُتُونِ الأَيْنُقِ الرُّسُمِ', right: 'يا خيرَ مَن يَمَّمَ العافُونَ ساحَتَهُ'},
                    {left: 'ومَن هُوَ النِّعمَةُ العُظمَى لِمُغتَنِمِ', right: 'ومَن هُوَ الآيةُ الكُبرَى لمُعتَبِرٍ'},
                    {left: 'كما سَرَى البَدرُ في داجٍ مِنَ الظُّلَمِ', right: 'سَرَيتَ مِن حَرَمٍ ليلا الى حَرَمِ'},
                    {left: 'مِن قابَ قوسَيْنِ لم تُدرَكْ ولَم تُرَمِ', right: 'وبِتَّ ترقَى الى أن نِلتَ مَنزِلَةً'},
                    {left: 'والرُّسْلِ تقديمَ مخدومٍ على خَدَمِ', right: 'وقَدَّمَتْكَ جميعُ الأنبياءِ بها'},
                    {left: 'في مَوكِبٍ كُنتَ فيه صاحِبَ العَلَمِ', right: 'وأنتَ تَختَرِقُ السبعَ الطِّبَاقَ بهم'},
                    {left: 'مِنَ الدُّنُوِّ ولا مَرقَىً لمُستَنِمِ', right: 'حتى اذا لم تدَعْ شَأْوَاً لمُستَبِقٍ'},
                    {left: 'نُودِيتَ بالرَّفعِ مثلَ المُفرَدِ العَلَمِ', right: 'خَفَضْتَ كُلَّ مَقَامٍ بالاضافَةِ اِذ'},
                    {left: 'عَنِ العُيون وسِرٍّ أيِّ مُكتَتِمِ', right: 'كيما تَفُوزَ بِوَصْلٍ أيِّ مُستَتِرِ'},
                    {left: 'وجُزْتَ كُلَّ مَقَامٍ غيرَ مُزدَحَمِ', right: 'فَحُزتَ كُلَّ فَخَارٍ غيرَ مُشتَرَكٍ'},
                    {left: 'وعَزَّ اِدراكُ ما أُولِيتَ مِن نِعَمِ', right: 'وجَلَّ مِقدَارُ ما وُلِّيتَ مِن رُتَبٍ'},
                    {left: 'مِنَ العِنَايَةِ رُكنَاً غيرَ منهَدِمِ', right: 'بُشرَى لنا مَعشَرَ الاسلامِ اِنَّ لنا'},
                    {left: 'بأكرمِ الرُّسْلِ كُنَّا أكرَمَ الأُمَمِ', right: 'لمَّا دَعَى اللهُ داعينا لطاعَتِهِ'},
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421367&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل الثامن',
                desc: 'في جهاد النبي.',
                lines: [
                    {left: 'كَنَبأَةٍ أَجْفَلَتْ غُفْلا مِنَ الغَنَمِ', right: 'راعَتْ قلوبَ العِدَا أنباءُ بِعثَتِهِ', },
                    {left: 'حتى حَكَوْا بالقَنَا لَحمَا على وَضَمِ', right: 'ما زالَ يلقاهُمُ في كُلِّ مُعتَرَكٍ', },
                    {left: 'أشلاءَ شالَتْ مَعَ العُقبَانِ والرَّخَمِ', right: 'وَدُّوا الفِرَارَ فكادُوا يَغبِطُونَ به', },
                    {left: 'ما لم تَكُن مِن ليالِي الأُشهُرِ الحُرُمِ', right: 'تَمضِي الليالي ولا يَدرُونَ عِدَّتَهَا', },
                    {left: 'بكُلِّ قَرْمٍ الى لَحمِ العِدَا قَرِمِ', right: 'كأنَّمَا الدِّينُ ضَيْفٌ حَلَّ ساحَتَهُم', },
                    {left: 'يرمي بمَوجٍ من الأبطالِ ملتَطِمِ', right: 'يَجُرُّ بحرَ خميسٍ فَوقَ سابِحَةٍ', },
                    {left: 'يَسطُو بمُستَأصِلٍ للكُفرِ مُصطَلِمِ', right: 'مِن كُلِّ منتَدِبٍ لله مُحتَسِبٍ', },
                    {left: 'مِن بَعدِ غُربَتِهَا موصولَةَ الرَّحِمِ', right: 'حتى غَدَتْ مِلَّةُ الاسلامِ وَهْيَ بهم', },
                    {left: 'وخيرِ بَعلٍ فلم تَيْتَمْ ولم تَئِمِ', right: 'مَكفولَةً أبدَاً منهم بِخَيرِ أَبٍ', },
                    {left: 'ماذا لَقِي منهم في كُلِّ مُصطَدَمِ', right: 'هُمُ الجبالُ فَسَلْ عنهُم مُصَادِمَهُم', },
                    {left: 'فُصولُ حَتْفٍ لَهم أدهى مِنَ الوَخَمِ', right: 'وَسَلْ حُنَيْنَاً وَسَلْ بَدْرَاً وَسَلْ أُحُدَا'},
                    {left: 'مِنَ العِدَا كُلَّ مُسْوَدٍّ مِن الِّلمَمِ', right: 'المُصدِرِي البِيضِ حُمرَاً بعد ما وَرَدَتْ', },
                    {left: 'أقلامُهُمْ حَرْفَ جِسمٍ غيرَ مُنعَجِمِ', right: 'والكاتِبينَ بِسُمرِ الخَطِّ ما تَرَكَتْ', },
                    {left: 'والوَرْدُ يمتازُ بالسِّيمَى عَنِ السَّلَمِ', right: 'شاكِي السلاحِ لهم سِيمَى تُمَيِّزُهُم', },
                    {left: 'فتَحسِبُ الزَّهرَ في الأكمامِ كُلَّ كَمِي', right: 'تُهدِي اليكَ رياحُ النَّصرِ نَشْرَهُمُ', },
                    {left: 'مِن شَدَّةِ الحَزْمِ لا مِن شدَّةِ الحُزُمِ', right: 'كأنَّهُم في ظُهورِ الخَيْلِ نَبْتُ رُبَاً'},
                    {left: 'فما تُفَرِّقُ بين البَهْمِ والبُهَمِ', right: 'طارَتْ قلوبُ العِدَا مِن بأسِهِم فَرَقَاً', },
                    {left: 'اِن تَلْقَهُ الأُسْدُ في آجامِهَا تَجِمِ', right: 'ومَن تَكُن برسولِ اللهِ نُصرَتُهُ', },
                    {left: 'بِهِ ولا مِن عَدُوٍّ غيرَ مُنعَجِمِ', right: 'ولَن تَرى مِن وَلِيٍّ غيرَ منتَصِرٍ', },
                    {left: 'كالليْثِ حَلَّ مَعَ الأشبالِ فِي أَجَمِ', right: 'أَحَلَّ أُمَّتَهُ في حِرْزِ مِلَّتِهِ', },
                    {left: 'فيه وكم خَصَمَ البُرهانُ مِن خَصِمِ', right: 'كَم جَدَّلَتْ كَلِمَاتُ الله مِن جَدَلٍ', },
                    {left: 'في الجاهليةِ والتأديبَ في اليُتُمِ', right: 'كفاكَ بالعلمِ في الأُمِّيِّ مُعجَزَةً', },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421404&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل التاسع',
                desc: 'في التوسل بالنبي .',
                lines: [
                    {left: 'ذُنوبَ عُمْر مَضَى في الشِّعرِ والخِدَمِ', right: 'خَدَمْتُهُ بمديحٍ أستَقِيلِ بِهِ', },
                    {left: 'كأنني بِهِمَا هَدْيٌ مِنَ النَّعَمِ', right: 'اِذ قَلَّدَانِيَ ما تُخشَى عواقِبُهُ', },
                    {left: 'حَصَلتُ الا على الآثامِ والنَّدَمِ', right: 'أَطَعتُ غَيَّ الصِّبَا في الحالَتَيْنِ وما', },
                    {left: 'لَم تَشتَرِ الدِّينَ بالدنيا ولم تَسُمِ', right: 'فيا خَسَارَةَ نَفْسٍ في تِجَارَتِهَا', },
                    {left: 'بِينَ له الغَبْنُ في بَيْعٍ وفي سَلَمِ', right: 'ومَن يَبِعْ آجِلا منه بعاجِلِهِ', },
                    {left: 'مِنَ النَّبِيِّ ولا حَبلِي بمُنصَرِمِ', right: 'اِنْ آتِ ذَنْبَاً فما عَهدِي بمُنتَقِضٍ', },
                    {left: 'مُحمَّدَاً وهُوَ أوفَى الخلقِ بالذِّمَمِ', right: 'فاِنَّ لي ذِمَّةً منه بتَسمِيَتِي', },
                    {left: 'فَضْلا والا فَقُلْ يا زَلَّةَ القَدَمِ', right: 'اِنْ لم يكُن في مَعَادِي آخِذَاً بِيَدِي', },
                    {left: 'أو يَرجِعَ الجارُ منه غيرَ مُحتَرَمِ', right: 'حاشاهُ أنْ يَحْرِمَ الرَّاجِي مَكَارِمَهُ', },
                    {left: 'وجَدْتُهُ لخَلاصِي خيرَ مُلتَزِمِ', right: 'ومُنذُ أَلزَمْتُ أفكَارِي مَدَائِحَهُ', },
                    {left: 'اِنَّ الحَيَا يُنْبِتُ الأزهارَ في الأَكَمِ', right: 'ولَن يَفُوتَ الغِنَى منه يَدَاً تَرِبَتْ', },
                    {left: 'يَدَا زُهَيْرٍ بما أثنَى على هَرِمِ', right: 'ولَم أُرِدْ زَهرَةَ الدنيا التي اقتَطَفَتْ', },
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421632&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'الفصل العاشر',
                desc: 'في المناجاة وعرض الحاجات.',
                lines: [
                    {left: 'سِوَاكَ عِندَ حُلولِ الحادِثِ العَمِمِ', right: 'يا أكرَمَ الخلقِ ما لي مَن ألوذُ به', },
                    {left: 'اذا الكريمُ تَحَلَّى باسمِ مُنتَقِمِ', right: 'ولَن يَضِيقَ رسولَ اللهِ جاهُكَ بي', },
                    {left: ' ومن علومك علم اللوح والقلم', right: 'فإن مِن جودك الدنيا وضَرتها '},
                    {left: 'اِنَّ الكَبَائِرَ في الغُفرَانِ كالَّلمَمِ', right: 'يا نَفْسُ لا تَقنَطِي مِن زَلَّةٍ عَظُمَتْ'},
                    {left: 'تَأتِي على حَسَبِ العِصيَانِ في القِسَمِ', right: 'لعَلَّ رَحمَةَ رَبِّي حينَ يَقسِمُهَا', },
                    {left: 'لَدَيْكَ واجعلْ حِسَابِي غيرَ مُنخَرِمِ', right: 'يا رَبِّ واجعَلْ رجائِي غيرَ مُنعَكِسٍ', },
                    {left: 'صَبرَاً مَتَى تَدعُهُ الأهوالُ ينهَزِمِ', right: 'والطُفْ بعَبدِكَ في الدَّارَينِ اِنَّ لَهُ', },
                    {left: 'على النبِيِّ بِمُنْهَلٍّ ومُنسَجِم', right: 'وائذَنْ لِسُحْبِ صلاةٍ منك دائِمَةٍ', },
                    {left: 'وأَطرَبَ العِيسَ حادِي العِيسِ بالنَّغَمِ', right: 'ما رَنَّحَتْ عَذَبَاتِ البَانِ رَيحُ صَبَا', },
                    {left: 'وعَن عَلِيٍّ وعَن عثمانَ ذِي الكَرَمِ', right: 'ثُمَّ الرِّضَا عَن أبي بَكرٍ وعَن عُمَرَ', },
                    {left: 'أهلُ التُّقَى والنَّقَى والحِلْمِ والكَرَمِ', right: 'والآلِ والصَّحبِ ثُمَّ التَّابِعِينَ فَهُمْ'},
                    {left: 'واغفرْ لنا ما مضى يا واسع الكرم', right: 'يا ربِّ بالمصطفى بلِّغْ مقاصدنا', count: 3},
                    {left: 'يتلوه فى المسجد الأقصى وفى الحرم', right: 'واغفر إلهى لكل المسلمين بما', },
                    {left: 'وإسمُهُ قسمٌ من أعظم القسم', right: 'بجاه من بيْتُهُ فى طيبة حرمٌ', },
                    {left: 'والحمد لله في بدإٍ وفى ختم', right: 'وهذه بردةُ المختار قد خُتمتْ', },
                    {left: 'فرّجْ بها كربنا يا واسع الكرم', right: 'أبياتها قدْ أتتْ ستينَ معْ مائةٍ', }
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421694&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'القصيدة المحمدية',
                desc: 'القصيدة المحمدية.',
                lines: [
                    {
                        right: 'مُحَمَّدٌ أَشْرَفُ الأعْرَابِ والعَجَمِ ',
                        left: ' مُحَمَّدٌ خَيْرُ مَنْ يَمْشِي عَلَى قَدَمِ '
                    }, {
                        right: 'ًمحمدٌ باسطُ المَعْرُوف جَامَعَهٌ  ',
                        left: 'محمدٌ صاحبُ الإحسانِ والكرمِ'
                    }, {
                        right: 'محمدٌ تاجُ رُسْلِ الله قاطِبَةً ',
                        left: 'محمدٌ صادقُ الأقوالِ والكلمٍِ'
                    }, {
                        right: 'محمدٌ ثابِتُ المِيثاقِ حافِظُهُ',
                        left: ' محمدٌ طيبُ الأخلاقِ والشيمِ'
                    }, {
                        right: 'محمدٌ روِيَتْ بالنُّورِ طِينَتُهُ ',
                        left: 'محمدٌ لم يزل نوراً من القدمِ'
                    }, {
                        right: 'محمدٌ حاكِمٌ بالْعَدْلِ ذُو شَرَفٍ',
                        left: ' محمدٌ معدنُ الإنعامِ والحكمِ'
                    }, {
                        right: 'محمدٌ خَيْرُ خَلْقِ الله مِنْ مُضَرٍ ',
                        left: 'محمَّدٌ خَيْرُ رُسْلِ الله كُلِّهِمِ'
                    }, {
                        right: 'محمدٌ دِينُهُ حَقَّ نَدِينٌ بِهِ ',
                        left: 'محمدٌ مجملاً حقاً على علمِ'
                    }, {
                        right: 'محمدٌ ذكرهُ روحٌ لأنفسنا ',
                        left: 'محمدٌ شكرهُ فرضٌ على الأممِ'
                    }, {
                        right: 'محمدٌ زينة ُ الدنيا وبهجتها',
                        left: '  محمدٌ كاشفُ الغُمَّاتِ والظلمِ'
                    }, {
                        right: 'محمدٌ سيدٌ طابتْ مناقبهُ ',
                        left: 'محمدٌ صاغهُ الرحمنُ بالنعمِ'
                    }, {
                        right: 'محمدٌ صفوة ُ الباري وخيرتهُ',
                        left: ' محمد طاهرٌ من سائرُ التهمِ'
                    },
                    {
                        right: 'محمد ضاحكٌ للضيفِ مكرمة ً ',
                        left: 'محمَّدٌ جارُهُ والله لَمْ يُضَمِ'
                    },
                    {
                        right: 'محمدٌ طابتِ الدنيا ببعثتهِ ',
                        left: 'محمَّدٌ جاء بالآياتِ والحِكَمِ'
                    }, {
                        right: 'محمدٌ يومَ بعثِ الناسِ شافعنا',
                        left: 'محمدٌ نورهُ الهادي من الظلمِ'
                    }, {
                        right: 'محمدٌ قائمٌ للهِ ذو هممٍ ',
                        left: 'محمَّدٌ خاتِمٌ لِلرُّسُلِ كُلِّهمِ'
                    }
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335123150&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            },
            {
                name: 'القصيدة المٌضرية',
                desc: ' الصلاة المٌضرية في الصلاة علي خير البرية',
                lines: [
                    {left: '  وَ الأَنْبِيا وَ جَميعِ الرُّسْلِ مََا ذُكِرُوا', right: 'يا رَبِّ صَلِّ عّلَى المُخْتَارِ مِنْ مُضَرٍ'},
                    {left: '  وَ صَحْبِهِ مَنْ لِطَيِّ الدِّين قدْ نَشَرُوا', right: 'وَصَلِّ رَبِّ عَلَى الهَادِي وَ عِتْرَتِهِ'},
                    {left: '  و هاجَرُوا و لَهُ آوَوْا وَ قَدْ نَصَرُوا', right: 'وَ جاهَدُوا مَعَهُ في الله وَ اجْتَهَدُوا'},
                    {left: '  للهِ وَ اعْتَصَمُوا باللهِ فَنْتَصَرُوا', right: 'وَ بَيَّنُوا الفَرْضَ و المَسْنُونَ وَ اعْتَصَبُوا'},
                    {left: '  يُعَطِّرُ الكَوْنَ رَيَّا نَشْرُها العَطِرُ', right: 'أَزْكَى صَلاَة و أنْماهَا وَ أَشْرَفَها'},
                    {left: '  مِنْ طِيبِهَا أَرَجُ الرِّضْوَانِ يَنْتَشِرُ', right: 'مَعْبُوقَةً بِعَبِيرِ المِسْكِ زَاكِيةً'},
                    {left: '  نَجْمُ السَّما وَنَبَاتُ الأَرْضِ و المَدَرُ', right: 'عَدَّ الحَصَى و الثَّرَى و الرَّمْلِ يَتْبَعُها'},
                    {left: '  يَلِيهِ قَطْرُ جَمِيع الماءِ و المَطَرُ', right: 'وَ عَدَّ وَزْنٍ مَثاقِيل الجِبالِ كَذَا'},
                    {left: '  وكُلِّ حَرْفٍ غَدَا يُتْلَى وَ يُسْتَطَرُ', right: 'وَعَدَّ ما حَوَتِ الأَشْجَارُ مِنْ وَرَقٍ'},
                    {left: '  يَتْلُوهُمُ الجِنُّ وَ الأَمْلاَكُ وَ البَشَرُ', right: 'وَ الوَحْشِ  وَ الطَّيْرِ وَ الأَسْمَاكِ مَعْ نَعَم'},
                    {left: '  و الشَّعْرُ و الصُّوفُ و الأَرْيَاشُ و الوَبَرُ', right: 'و الذرُّ و النَّمْلُ مَعْ جَمْعِ الحبُوبِ كَذا'},
                    {left: '  جَرَى بِهِ القَلمُ المَأْمُورُ وَ القَدَرُ', right: 'و ما أحاطَ بِهِ العِلْمُ المُحِيطُ وَ مَا'},
                    {left: '  عَلَى الخلائقِ مُذ كانُوا وَ مُذ حُشِرُوا', right: 'وعَدَّ نَعْمائِك اللاتِي مَنَنْتَ بِهَا'},
                    {left: '  بِهِ النَّبِيُّونَ و الأمْلاكُ و افْتَخَرُوا', right: 'وعَدَّ مِقْدَارِهِ السَّامِي الذِي شَرُفَتْ'},
                    {left: '  و ما يَكونُ إلى أنْ تُبْعَثَ الصُّوَرُ', right: 'وعَدَّ ما كانَ فِي الأكوانِ يا سَنَدِي'},
                    {left: '  أهْلُ السَّمَواتِ و الأَرضِينَ أوْ يَذرُوا', right: 'فِي كُلِّ طَرْفَةِ عَيْنٍ يَطْرِفُونَ بِها'},
                    {left: '  و الفَرْشِ و العَرْش و الكْرسِي و مَا حَصَرُوا', right: 'مِلْءَ السَّموَاتِ و الأرْضِينَ مَعْ جَبَلٍ'},
                    {left: '  صَلاَةً دَوَاماً لَيْسَ تَنْحَصِرُ', right: 'ما أعْدَمَ الله مَوْجُوداً وَ أَوْجَدَ مَعْدُوماً'},
                    {left: '  تُحِيطُ بالحَدِّ لا تُبْقِي و لا تَذَرُ', right: 'تَسْتَغْرِقُ العدَّ مَعْ جَمْعِ الدُّهُورِ كمَا'},
                    {left: '  و لا لهَا أمَدٌ يُقْضَى وَ يُنْتَظرُ', right: 'لا غايَةً وَ انتِهاءً يَا عَظيمُ لهَا'},
                    {left: '  مَعْ ضِعْفِ أضْعافِهِ يَا مَنْ لَهُ القَدَرُ', right: 'وَعَدَّ أضْعَاف مَا قَدْ مَرَّ مِنْ عَدَدٍ'},
                    {left: '  أمَرْتنا أَنْ نُصَلِّي أَنْت مُقْتَدِرُ', right: 'كَمَا تُحِبُّ و تَرْضَى سَيِّدِي و كَمَا'},
                    {left: '  رَبِّي و ضاعِفْهُما و الفَضْلُ مُنْتَشرُ', right: 'مَعَ السَّلامِ كَمَا قَدْ مَنَّ مِنْ عَدَدٍ'},
                    {left: '  أَنْفَاسِ خَلْقِكَ إن قَلُّوا وَ إِن كَثُروا', right: 'وَ كُلُّ ذلِكَ مَضْرُوبٌ بِحَقِّكَ فِي'},
                    {left: '  وَ المُسَلِمينَ جَمِيعاً أَيْنَما حَضَرُوا', right: 'يَا رَبِّ و اغْفِر لِقارِيها و سامِعِها'},
                    {left: '  وَ كُلُّنا سَيِّدِي لِلْعَفْو مُفْتَقِرُ', right: 'وَوَالدِينَا و أَهْلِينا وَ جِيرَاتِنَا'},
                    {left: '  لكِنَّ عَفْوَكَ لا يُبْقي و لا يَذرُ', right: 'و قَدْ أَتَيْتُ ذُنُوباً لاَ عِدَادَ لهَا'},
                    {left: '  و قَدْ أَتَى خاضِعاً و القَلْبُ مُنْكَسِرُ', right: 'و الهَمُّ عَنْ كُلِّ ما أَبْغِيهِ أَشْغَلَنِي'},
                    {left: '  بجَاهِ مَنْ فِي يَدْيهِ سَبَّحَ الحَجَرُ', right: 'أَرْجُوكَ يَا رَبِّ في الدَّارَيْن تَرْحَمُنا'},
                    {left: '  فإنَّ جُودَكَ بَحرٌ لَيْسَ يَنْحَصِرُ', right: 'يَارَبِّ أعظِمْ لَنا أجْراً و مَغْفِرَةً'},
                    {left: '  و فَرِّجِ الكَرْبَ عَنَا أنتَ مُقْتَدِرُ', right: 'و اقضِ دُيُوناً لها الأخلاقُ ضائِقَةٌ'},
                    {left: '  لُطْفاً جَمِيلاً بِهِ الأهْوَالُ تَنْحَسِرُ', right: 'و كُنْ لَطِيفاً بِنَا في كُلِّ نَازِلَةٍ'},
                    {left: '  جَلاَلَةً نَزَلَتْ في مَدْحِهِ السُّوَرُ', right: 'بالمُصْطَفَى المُجْتَبَى خَيْرِ الأنَامِ و مَنْ'},
                    {left: '  شَمْسُ النَّهَارِ و ما قَدْ شَعْشَعَ القَمَرُ', right: 'ثُمَّ الصَّلاَةُ عَلَى المُخْتَارِ ما طَلَعَتْ'},
                    {left: '  مَنْ قامَ مِنْ بَعْدِهِ لِلدِّينِ يَنْتَصِرُ', right: 'ثُمَّ الرِّضَا عَنْ أبي بَكْرٍ خَلِيفَتِهِ'},
                    {left: '  مَنْ قَوْلُهُ الفَصْلُ في أَحْكامِهِ عُمَرُ', right: 'وَ عَنْ أبِي حَفْصٍ الفَارُوقِ صاحِبِهِ'},
                    {left: '  لَهُ المَحَاسِنُ في الدَّارَيْنِ و الظَّفَرُ', right: 'وَ جُدْ لِعُثْمَانَ ذِي النورَيْنِ مَنْ كمُلَتْ'},
                    {left: '  أَهْلِ العَبَاءِ كَمَا قَدْ جَاءَنَا الخَبَرُ', right: 'كَذَا عَلِيِّ مَعَ ابْنَيْهِ وَ أُمِّهِمَا'},
                    {left: '  عُبَيْدَةٍ ، و زُبَيْرٌ سادَةٌ غُرَرُ', right: 'سَعْدٌ ، سَعِيدُ بْنُ عَوفٍ ، طَلْحَةٌ ، وَ أَبُو'},
                    {left: '  و نَجْلُهُ الحَبْرُ مَنْ زَالَتْ بِهِ الغِيَرُ', right: 'و حَمْزَةٌ ، و كذا العَبَاسُ سَيِّدُنا'},
                    {left: '  ما جَنَّ لَيْلُ الدَّيَاجِي أَوْ بَدَا السَّحَرُ', right: 'وَ الآل وَ الصِّحْبِ و الأتْبَاعِ قاطِبَة'},
                ],
                links: [
                    {
                        link: "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335122085&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
                        source: 1

                    }
                ]
            }
        ]
    },
    {
        author: 'أمير الشعراء أحمد شوقي',
        name: 'نهج البردة',
        desc: ' نهج البردة تمت في القرن الثالث عشر الهجري و سار فيها أمير الشعراء علي خطى الإمام البصيري',
        chapters: [
            {
                name: 'الفصل الأول',
                desc: 'في الغزل و شكوى الغرام.',
                lines: [
                    {right: 'ريمٌ عَلى القاعِ بَينَ البانِ وَالعَلَمِ', left: 'أَحَلَّ سَفكَ دَمي في الأَشهُر الحُرُمِ'},
                    {right: 'رَمى القَضاءُ بِعَينَي جُؤذَرٍ أَسَداً', left: 'يا ساكِنَ القاعِ أَدرِك ساكِنَ الأَجَمِ'},
                    {right: 'لَمّا رَنا حَدَّثَتني النَفسُ قائِلَةً', left: 'يا وَيحَ جَنبِكَ بِالسَهمِ المُصيبِ رُمي'},
                    {right: 'جَحَدتُها وَكَتَمتُ السَهمَ في كَبِدي', left: 'جُرحُ الأَحِبَّةِ عِندي غَيرُ ذي أَلَمِ'},
                    {right: 'رُزِقتَ أَسمَحَ ما في الناسِ مِن خُلُقٍ', left: 'إِذا رُزِقتَ اِلتِماسَ العُذرِ في الشِيَمِ'},
                    {right: 'يا لائِمي في هَواهُ وَالهَوى قَدَرٌ', left: 'لَو شَفَّكَ الوَجدُ لَم تَعذِل وَلَم تَلُم'},
                    {right: 'ِلَقَد أَنَلتُكَ أُذناً غَيرَ واعِيَةٍ', left: 'وَرُبَّ مُنتَصِتٍ وَالقَلبُ في صَمَمِ'},
                    {right: 'يا ناعِسَ الطَرفِ لا ذُقتَ الهَوى أَبَداً', left: 'أَسهَرتَ مُضناكَ في حِفظِ الهَوى فَنَمِ'},
                    {right: 'أَفديكَ إِلفاً وَلا آلو الخَيالَ فِدىً', left: 'أَغراكَ باِلبُخلِ مَن أَغراهُ بِالكَرَمِ'},
                    {right: 'سَرى فَصادَفَ جُرحاً دامِياً فَأَسا', left: 'وَرُبَّ فَضلٍ عَلى العُشّاقِ لِلحُلُمِ'},
                    {right: 'مَنِ المَوائِسُ باناً بِالرُبى وَقَناً', left: 'اللاعِباتُ بِروحي السافِحاتُ دَمي'},
                    {right: 'السافِراتُ كَأَمثالِ البُدورِ ضُحىً', left: 'يُغِرنَ شَمسَ الضُحى بِالحَليِ وَالعِصَمِ'},
                    {right: 'القاتِلاتُ بِأَجفانٍ بِها سَقَمٌ', left: 'وَلِلمَنِيَّةِ أَسبابٌ مِنَ السَقَمِ'},
                    {right: 'العاثِراتُ بِأَلبابِ الرِجالِ وَما', left: 'أُقِلنَ مِن عَثَراتِ الدَلِّ في الرَسَمِ'},
                    {right: 'المُضرِماتُ خُدوداً أَسفَرَت وَجَلَت', left: 'عَن فِتنَةٍ تُسلِمُ الأَكبادَ لِلضَرَمِ'},
                    {right: 'الحامِلاتُ لِواءَ الحُسنِ مُختَلِفاً', left: 'أَشكالُهُ وَهوَ فَردٌ غَيرُ مُنقَسِمِ'},
                    {right: 'مِن كُلِّ بَيضاءَ أَو سَمراءَ زُيِّنَتا', left: 'لِلعَينِ وَالحُسنُ في الآرامِ كَالعُصُمِ'},
                    {right: 'يُرَعنَ لِلبَصَرِ السامي وَمِن عَجَبٍ', left: 'إِذا أَشَرنَ أَسَرنَ اللَيثَ بِالغَنَمِ'},
                    {right: 'وَضَعتُ خَدّي وَقَسَّمتُ الفُؤادَ رُبيً', left: 'يَرتَعنَ في كُنُسٍ مِنهُ وَفي أَكَمِ'},
                    {right: 'يا بِنتَ ذي اللَبَدِ المُحَمّى جانِبُهُ', left: 'أَلقاكِ في الغابِ أَم أَلقاكِ في الأُطُمِ'},
                    {right: 'ما كُنتُ أَعلَمُ حَتّى عَنَّ مَسكَنُهُ', left: 'أَنَّ المُنى وَالمَنايا مَضرِبُ الخِيَمِ'},
                    {right: 'مَن أَنبَتَ الغُصنَ مِن صَمصامَةٍ ذَكَر', left: 'وَأَخرَجَ الريمَ مِن ضِرغامَةٍ قَرِمِ'},
                    {right: 'بَيني وَبَينُكِ مِن سُمرِ القَنا حُجُبٌ', left: 'وَمِثلُها عِفَّةٌ عُذرِيَّةُ العِصَمِ'},
                    {right: 'لَم أَغشَ مَغناكِ إِلّا في غُضونِ كِرىً', left: 'مَغناكَ أَبعَدُ لِلمُشتاقِ مِن إِرَمِ'},
                ]
            },
            {
                name: 'الفصل الثاني',
                desc: 'في وصف الحكم وضرب الأمثال.',
                lines: [
                    {right: 'يا نَفسُ دُنياكِ تُخفى كُلَّ مُبكِيَةٍ', left: 'وَإِن بَدا لَكِ مِنها حُسنُ مُبتَسَمِ'},
                    {right: 'فُضّي بِتَقواكِ فاهاً كُلَّما ضَحِكَت', left: 'كَما يَفُضُّ أَذى الرَقشاءِ بِالثَرَمِ'},
                    {right: 'مَخطوبَةٌ مُنذُ كانَ الناسُ خاطِبَةٌ', left: 'مِن أَوَّلِ الدَهرِ لَم تُرمِل وَلَم تَئَمِ'},
                    {right: 'يَفنى الزَمانُ وَيَبقى مِن إِساءَتِها', left: 'جُرحٌ بِآدَمَ يَبكي مِنهُ في الأَدَمِ'},
                    {right: 'لا تَحفَلي بِجَناها أَو جِنايَتِها', left: 'المَوتُ بِالزَهرِ مِثلُ المَوتِ بِالفَحَمِ'},
                    {right: 'كَم نائِمٍ لا يَراها وَهيَ ساهِرَةٌ', left: 'لَولا الأَمانِيُّ وَالأَحلامُ لَم يَنَمِ'},
                    {right: 'طَوراً تَمُدُّكَ في نُعمى وَعافِيَةٍ', left: 'وَتارَةً في قَرارِ البُؤسِ وَالوَصَمِ'},
                    {right: 'كَم ضَلَّلَتكَ وَمَن تُحجَب بَصيرَتُهُ', left: 'إِن يَلقَ صابا يَرِد أَو عَلقَماً يَسُمُ'},
                    {right: 'يا وَيلَتاهُ لِنَفسي راعَها وَدَها', left: 'مُسوَدَّةُ الصُحفِ في مُبيَضَّةِ اللَمَمِ'},
                    {right: 'رَكَضتُها في مَريعِ المَعصِياتِ وَما', left: 'أَخَذتُ مِن حِميَةِ الطاعاتِ لِلتُخَمِ'},
                    {right: 'هامَت عَلى أَثَرِ اللَذّاتِ تَطلُبُها', left: 'وَالنَفسُ إِن يَدعُها داعي الصِبا تَهِمِ'},
                    {right: 'صَلاحُ أَمرِكَ لِلأَخلاقِ مَرجِعُهُ', left: 'فَقَوِّمِ النَفسَ بِالأَخلاقِ تَستَقِمِ'},
                    {right: 'وَالنَفسُ مِن خَيرِها في خَيرِ عافِيَةٍ', left: 'وَالنَفسُ مِن شَرِّها في مَرتَعٍ وَخِمِ'},
                    {right: 'تَطغى إِذا مُكِّنَت مِن لَذَّةٍ وَهَوىً', left: 'طَغيَ الجِيادِ إِذا عَضَّت عَلى الشُكُمِ'},
                ]
            },
            {
                name: 'الفصل الثالث',
                desc: 'في التضرع والتسول بالنبي.',
                lines: [
                    {right: 'إِن جَلَّ ذَنبي عَنِ الغُفرانِ لي أَمَلٌ', left: 'في اللَهِ يَجعَلُني في خَيرِ مُعتَصِمِ'},
                    {right: 'أَلقى رَجائي إِذا عَزَّ المُجيرُ عَلى', left: 'مُفَرِّجِ الكَرَبِ في الدارَينِ وَالغَمَمِ'},
                    {right: 'إِذا خَفَضتُ جَناحَ الذُلِّ أَسأَلُهُ', left: 'عِزَّ الشَفاعَةِ لَم أَسأَل سِوى أُمَمِ'},
                    {right: 'وَإِن تَقَدَّمَ ذو تَقوى بِصالِحَةٍ', left: 'قَدَّمتُ بَينَ يَدَيهِ عَبرَةَ النَدَمِ'},
                    {right: 'لَزِمتُ بابَ أَميرِ الأَنبِياءِ وَمَن', left: 'يُمسِك بِمِفتاحِ بابِ اللَهِ يَغتَنِمِ'},
                    {right: 'فَكُلُّ فَضلٍ وَإِحسانٍ وَعارِفَةٍ', left: 'ما بَينَ مُستَلِمٍ مِنهُ وَمُلتَزِمِ'},
                ]
            }, {

                name: 'الفصل الرابع',
                desc: 'في وصف سيد المرسلين.',
                lines: [
                    {right: 'عَلَّقتُ مِن مَدحِهِ حَبلاً أُعَزُّ بِهِ', left: 'في يَومِ لا عِزَّ بِالأَنسابِ وَاللُحَمِ'},
                    {right: 'يُزري قَريضي زُهَيراً حينَ أَمدَحُهُ', left: 'وَلا يُقاسُ إِلى جودي لَدى هَرِمِ'},
                    {right: 'مُحَمَّدٌ صَفوَةُ الباري وَرَحمَتُهُ', left: 'وَبُغيَةُ اللَهِ مِن خَلقٍ وَمِن نَسَمِ'},
                    {right: 'وَصاحِبُ الحَوضِ يَومَ الرُسلِ سائِلَةٌ', left: 'مَتى الوُرودُ وَجِبريلُ الأَمينُ ظَمي'},
                    {right: 'سَناؤُهُ وَسَناهُ الشَمسُ طالِعَةً', left: 'فَالجِرمُ في فَلَكٍ وَالضَوءُ في عَلَمِ'},
                    {right: 'قَد أَخطَأَ النَجمَ ما نالَت أُبُوَّتُهُ', left: 'مِن سُؤدُدٍ باذِخٍ في مَظهَرٍ سَنِمِ'},
                    {right: 'نُموا إِلَيهِ فَزادوا في الوَرى شَرَفاً', left: 'وَرُبَّ أَصلٍ لِفَرعٍ في الفَخارِ نُمي'},
                    {right: 'حَواهُ في سُبُحاتِ الطُهرِ قَبلَهُمُ', left: 'نورانِ قاما مَقامَ الصُلبِ وَالرَحِمِ'},
                    {right: 'لَمّا رَآهُ بَحيرا قالَ نَعرِفُهُ', left: 'بِما حَفِظنا مِنَ الأَسماءِ وَالسِيَمِ'},
                    {right: 'سائِل حِراءَ وَروحَ القُدسِ هَل عَلِما', left: 'مَصونَ سِرٍّ عَنِ الإِدراكِ مُنكَتِمِ'},
                    {right: 'كَم جيئَةٍ وَذَهابٍ شُرِّفَت بِهِما', left: 'بَطحاءُ مَكَّةَ في الإِصباحِ وَالغَسَمِ'},
                    {right: 'وَوَحشَةٍ لِاِبنِ عَبدِ اللَهِ بينَهُما', left: 'أَشهى مِنَ الأُنسِ بِالأَحسابِ وَالحَشَمِ'},
                    {right: 'يُسامِرُ الوَحيَ فيها قَبلَ مَهبِطِهِ', left: 'وَمَن يُبَشِّر بِسيمى الخَيرِ يَتَّسِمِ'},
                    {right: 'لَمّا دَعا الصَحبُ يَستَسقونَ مِن ظَمَإٍ', left: 'فاضَت يَداهُ مِنَ التَسنيمِ بِالسَنَمِ'},
                    {right: 'وَظَلَّلَتهُ فَصارَت تَستَظِلُّ بِهِ', left: 'غَمامَةٌ جَذَبَتها خيرَةُ الدِيَمِ'},
                    {right: 'مَحَبَّةٌ لِرَسولِ اللَهِ أُشرِبَها', left: 'قَعائِدُ الدَيرِ وَالرُهبانُ في القِمَمِ'},
                    {right: 'إِنَّ الشَمائِلَ إِن رَقَّت يَكادُ بِها', left: 'يُغرى المادُ وَيُغرى كُلُّ ذي نَسَمِ'},
                    {right: 'وَنودِيَ اِقرَأ تَعالى اللَهُ قائِلُها', left: 'لَم تَتَّصِل قَبلَ مَن قيلَت لَهُ بِفَمِ'},
                    {right: 'هُناكَ أَذَّنَ لِلرَحَمَنِ فَاِمتَلَأَت', left: 'أَسماعُ مَكَّةَ مِن قُدسِيَّةِ النَغَمِ'},
                    {right: 'فَلا تَسَل عَن قُرَيشٍ كَيفَ حَيرَتُها', left: 'وَكَيفَ نُفرَتُها في السَهلِ وَالعَلَمِ'},
                    {right: 'تَساءَلواعَن عَظيمٍ قَد أَلَمَّ بِهِم', left: 'رَمى المَشايِخَ وَالوِلدانِ بِاللَمَمِ'},
                    {right: 'ياجاهِلينَ عَلى الهادي وَدَعوَتِهِ', left: 'هَل تَجهَلونَ مَكانَ الصادِقِ العَلَمِ'},
                    {right: 'لَقَّبتُموهُ أَمينَ القَومِ في صِغَرٍ', left: 'وَما الأَمينُ عَلى قَولٍ بِمُتَّهَمِ'},
                    {right: 'فاقَ البُدورَ وَفاقَ الأَنبِياءَ فَكَم', left: 'بِالخُلقِ والخَلقِ مِن حُسنٍ وَمِن عِظَمِ'},
                ]
            },
            {
                name: 'الفصل الخامس',
                desc: 'في شرف القرأن و مدحه.',
                lines: [
                    {right: 'جاءَ النبِيّونَ بِالآياتِ فَاِنصَرَمَت', left: 'وَجِئتَنا بِحَكيمٍ غَيرِ مُنصَرِمِ'},
                    {right: 'آياتُهُ كُلَّما طالَ المَدى جُدُدٌ', left: 'يَزينُهُنَّ جَلالُ العِتقِ وَالقِدَمِ'},
                    {right: 'يَكادُ في لَفظَةٍ مِنهُ مُشَرَّفَةٍ', left: 'يوصيكَ بِالحَقِّ وَالتَقوى وَبِالرَحِمِ'},
                    {right: 'يا أَفصَحَ الناطِقينَ الضادَ قاطِبَةً', left: 'حَديثُكَ الشَهدُ عِندَ الذائِقِ الفَهِمِ'},
                    {right: 'حَلَّيتَ مِن عَطَلٍ جيدَ البَيانِ بِهِ', left: 'في كُلِّ مُنتَثِرٍ في حُسنِ مُنتَظِمِ'},
                    {right: 'بِكُلِّ قَولٍ كَريمٍ أَنتَ قائِلُهُ', left: 'تُحيِ القُلوبَ وَتُحيِ مَيِّتَ الهِمَمِ'},
                ]
            }, {

                name: 'الفصل السادس',
                desc: 'في مدح مولد سيد المرسلين.',
                lines: [
                    {right: 'سَرَت بَشائِرُ باِلهادي وَمَولِدِهِ', left: 'في الشَرقِ والغَربِ مَسرىالنورِ في الظُلَمِ'},
                    {right: 'تَخَطَّفَت مُهَجَ الطاغينَ مِن عَرَبٍ', left: 'وَطَيَّرَت أَنفُسَ الباغينَ مِن عُجُمِ'},
                    {right: 'ريعَت لَها شَرَفُ الإيوانِ فَاِنصَدَعَت', left: 'مِن صَدمَةِ الحَقِّ لا مِن صَدمَةِالقُدُمِ'},
                    {right: 'أَتَيتَ وَالناسُ فَوضى لا تَمُرُّ بِهِم', left: 'إِلّا عَلى صَنَمٍ قَد هامَ في صَنَمِ'},
                    {right: 'وَالأَرضُ مَملوءَةٌ جَوراً مُسَخَّرَةٌ', left: 'لِكُلِّ طاغِيَةٍ في الخَلقِ مُحتَكِمِ'},
                    {right: 'مُسَيطِرُالفُرسِ يَبغي في رَعِيَّتِهِ', left: 'وَقَيصَرُالرومِ مِن كِبرٍأَصَمُّ عَمِ'},
                    {right: 'يُعَذِّبانِ عِبادَ اللَهِ في شُبَهٍ', left: 'وَيَذبَحانِ كَما ضَحَّيتَ بِالغَنَمِ'},
                    {right: 'وَالخَلقُ يَفتِكُ أَقواهُم بِأَضعَفِهِم', left: 'كَاللَيثِ بِالبَهمِ أَو كَالحوتِ بِالبَلَمِ'},
                ]
            },
            {
                name: 'الفصل السابع',
                desc: 'في وصف الإسراء والمعراج.',
                lines: [
                    {right: 'أَستتتترى بِكَ اللَهُ لَيلاً إِذ مَلائِكُهُ', left: 'والرُسلُ في المَسجِدِالأَقصى عَلى قَدَمِ'},
                    {right: 'لَمّا خَطَرتَ بِهِ اِلتَفّوا بِسَيِّدِهِم', left: 'كَالشُهبِ بِالبَدرِ أَو كَالجُندِ بِالعَلَمِ'},
                    {right: 'صَلّى وَراءَكَ مِنهُم كُلُّ ذي خَطَرٍ', left: 'وَمَن يَفُز بِحَبيبِ اللَهِ يَأتَمِمِ'},
                    {right: 'جُبتَ السَماواتِ أَو ما فَوقَهُنَّ بِهِم', left: 'عَلى مُنَوَّرَةٍ دُرِّيَّةِ اللُجُمِ'},
                    {right: 'رَكوبَةً لَكَ مِن عِزٍّ وَمِن شَرَفٍ', left: 'لا في الجِيادِ وَلا في الأَينُقِ الرُسُمِ'},
                    {right: 'مَشيئَةُ الخالِقِ الباري وَصَنعَتُهُ', left: 'وَقُدرَةُ اللَهِ فَوقَ الشَكِّ وَالتُهَمِ'},
                    {right: 'حَتّى بَلَغتَ سَماءً لا يُطارُ لَها', left: 'عَلى جَناحٍ وَلا يُسعى عَلى قَدَمِ'},
                    {right: 'وَقيلَ كُلُّ نَبِيٍّ عِندَ رُتبَتِهِ', left: 'وَيا مُحَمَّدُ هَذا العَرشُ فَاِستَلِمِ'},
                ]
            },
            {
                name: 'الفصل الثامن',
                desc: 'في وصف هجرة سيد المرسلين.',
                lines: [
                    {right: 'خَطَطتَ لِلدينِ وَالدُنيا عُلومَهُما', left: 'يا قارِئَ اللَوحِ بَل يا لامِسَ القَلَمِ'},
                    {right: 'أَحَطتَ بَينَهُما بِالسِرِّ وَاِنكَشَفَت', left: 'لَكَ الخَزائِنُ مِن عِلمٍ وَمِن حِكَمِ'},
                    {right: 'وَضاعَفَ القُربُ ما قُلِّدتَ مِن مِنَنٍ', left: 'بِلا عِدادٍ وَما طُوِّقتَ مِن نِعَمِ'},
                    {right: 'سَل عُصبَةَ الشِركِ حَولَ الغارِ سائِمَةً', left: 'لَولا مُطارَدَةُ المُختارِ لَم تُسَمَ'},
                    {right: 'هَل أَبصَروا الأَثَرَالوَضّاءَ أَم سَمِعوا', left: 'هَمسَ التَسابيحِ وَالقُرآنِ مِن أُمَمِ'},
                    {right: 'وَهَل تَمَثَّلَ نَسجُ العَنكَبوتِ لَهُم', left: 'كَالغابِ وَالحائِماتُ وَالزُغبُ كَالرُخَمِ'},
                    {right: 'فَأَدبَروا وَوُجوهُ الأَرضِ تَلعَنُهُم', left: 'كَباطِلٍ مِن جَلالِ الحَقِّ مُنهَزِمِ'},
                    {right: 'لَولا يَدُ اللَهِ بِالجارَينَ ما سَلِما', left: 'وَعَينُهُ حَولَ رُكنِ الدينِ لَم يَقُمِ'},
                    {right: 'تَوارَيا بِجَناحِ اللَهِ وَاِستَتَرا', left: 'وَمَن يَضُمُّ جَناحُ اللَهِ لا يُضَمِ'},
                    {right: 'يا أَحمَدَ الخَيرِ لي جاهٌ بِتَسمِيَتي', left: 'وَكَيفَ لا يَتَسامى بِالرَسولِ سَمي'},
                ]
            },
            {
                name: 'الفصل التاسع',
                desc: 'في مدح شعر الإمام البصيري.',
                lines: [
                    {right: 'المادِحونَ وَأَربابُ الهَوى تَبَعٌ', left: 'لِصاحِبِ البُردَةِ الفَيحاءِ ذي القَدَمِ'},
                    {right: 'مَديحُهُ فيكَ حُبٌّ خالِصٌ وَهَوىً', left: 'وَصادِقُ الحُبِّ يُملي صادِقَ الكَلَمِ'},
                    {right: 'اللَهُ يَشهَدُ أَنّي لا أُعارِضُهُ', left: 'من ذا يُعارِضُ صَوبَ العارِضِ العَرِمِ'},
                    {right: 'وَإِنَّما أَنا بَعضُ الغابِطينَ وَمَن', left: 'يَغبِط وَلِيَّكَ لا يُذمَم وَلا يُلَمِ'},
                    {right: 'هَذا مَقامٌ مِنَ الرَحمَنِ مُقتَبَسٌ', left: 'تَرمي مَهابَتُهُ سَحبانَ بِالبَكَمِ'},
                    {right: 'البَدرُ دونَكَ في حُسنٍ وَفي شَرَفٍ', left: 'وَالبَحرُ دونَكَ في خَيرٍ وَفي كَرَمِ'},
                ]
            },
            {
                name: 'الفصل العاشر',
                desc: 'في مدح جلال و جمال المصطفي.',
                lines: [
                    {right: 'شُمُّ الجِبالِ إِذا طاوَلتَها اِنخَفَضَت', left: 'وَالأَنجُمُ الزُهرُ ما واسَمتَها تَسِمِ'},
                    {right: 'وَاللَيثُ دونَكَ بَأساً عِندَ وَثبَتِهِ', left: 'إِذا مَشَيتَ إِلى شاكي السِلاحِ كَمي'},
                    {right: 'تَهفو إِلَيكَ وَإِن أَدمَيتَ حَبَّتَها', left: 'في الحَربِ أَفئِدَةُ الأَبطالِ وَالبُهَمِ'},
                    {right: 'مَحَبَّةُ اللَهِ أَلقاها وَهَيبَتُهُ', left: 'عَلى اِبنِ آمِنَةٍ في كُلِّ مُصطَدَمِ'},
                    {right: 'كَأَنَّ وَجهَكَ تَحتَ النَقعِ بَدرُ دُجىً', left: 'يُضيءُ مُلتَثِماً أَو غَيرَ مُلتَثِمِ'},
                    {right: 'بَدرٌ تَطَلَّعَ في بَدرٍ فَغُرَّتُهُ', left: 'كَغُرَّةِ النَصرِ تَجلو داجِيَ الظُلَمِ'},
                    {right: 'ذُكِرتَ بِاليُتمِ في القُرآنِ تَكرِمَةً', left: 'وَقيمَةُ اللُؤلُؤِ المَكنونِ في اليُتُمِ'},
                    {right: 'اللَهُ قَسَّمَ بَينَ الناسِ رِزقَهُمُ', left: 'وأنتَ خُيِّرتَ في الأَرزاقِ وَالقِسَمِ'},
                    {right: 'إِن قُلتَ في الأَمرِ لا أَو قُلتَ فيهِ نَعَم', left: 'فَخيرَةُ اللَهِ في لا مِنكَ أَو نَعَمِ'},
                    {right: 'أَخوكَ عيسى دَعا مَيتاً فَقامَ لَهُ', left: 'وَأَنتَ أَحيَيتَ أَجيالاً مِنَ الزِمَمِ'},
                    {right: 'وَالجَهلُ مَوتٌ فَإِن أوتيتَ مُعجِزَةً', left: 'فَاِبعَث مِنَ الجَهلِ أَو فَاِبعَث مِنَ الرَجَمِ'},
                    {right: 'قالوا غَزَوتَ وَرُسلُ اللَهِ ما بُعِثوا', left: 'لِقَتلِ نَفسٍ وَلاجاؤوا لِسَفكِ دَمِ'},
                ]
            },
            {
                name: 'الفصل الحادي عشر',
                desc: 'في وصف جهاد المصطفى.',
                lines: [
                    {right: 'جَهلٌ وَتَضليلُ أَحلامٍ وَسَفسَطَةٌ', left: 'فَتَحتَ بِالسَيفِ بَعدَ الفَتحِ بِالقَلَمِ'},
                    {right: 'لَمّا أَتى لَكَ عَفواً كُلُّ ذي حَسَبٍ', left: 'تَكَفَّلَ السَيفُ بِالجُهّالِ وَالعَمَم'},
                    {right: 'ِوَالشَرُّ إِن تَلقَهُ بِالخَيرِ ضِقتَ بِهِ', left: 'ذَرعاً وَإِن تَلقَهُ بِالشَرِّ يَنحَسِمِ'},
                    {right: 'سَلِ المَسيحِيَّةَ الغَرّاءَ كَم شَرِبَت', left: 'بِالصابِ مِن شَهَواتِ الظالِمِ الغَلِمِ'},
                    {right: 'طَريدَةُ الشِركِ يُؤذيها وَيوسِعُها', left: 'في كُلِّ حينٍ قِتالاً ساطِعَ الحَدَمِ'},
                    {right: 'لَولا حُماةٌ لَها هَبّوا لِنُصرَتِها', left: 'بِالسَيفِ ما اِنتَفَعَت بِالرِفقِ وَالرُحَمِ'},
                    {right: 'لَولا مَكانٌ لِعيسى عِندَ مُرسِلِهِ', left: 'وَحُرمَةٌ وَجَبَت لِلروحِ في القِدَمِ'},
                    {right: 'لَسُمِّرَ البَدَنُ الطُهرُ الشَريفُ عَلى', left: 'لَوحَينِ لَم يَخشَ مُؤذيهِ وَلَم يَجِمِ'},
                    {right: 'جَلَّ المَسيحُ وَذاقَ الصَلبَ شانِئُهُ', left: 'إِنَّ العِقابَ بِقَدرِ الذَنبِ وَالجُرُمِ'},
                    {right: 'أَخو النَبِيِّ وَروحُ اللَهِ في نُتزُلٍ', left: 'فَوقَ السَماءِ وَدونَ العَرشِ مُحتَترَمِ'},
                    {right: 'عَلَّمتَهُم كُلَّ شَيءٍ يَجهَلونَ بِهِ', left: 'حَتّى القِتالَ وَما فيهِ مِنَ الذِمَمِ'},
                    {right: 'دَعَوتَهُم لِجِهادٍ فيهِ سُؤدُدُهُم', left: 'وَالحَربُ أُسُّ نِظامِ الكَتتتونِ وَالأُمَمِ'},
                    {right: 'لَولاهُ لَم نَرَ لِلدَولاتِ في زَمَنٍ', left: 'ما طالَ مِن عُمُدٍ أَو قَرَّ مِن دُهُمِ'},
                    {right: 'تِلكَ الشَواهِدُ تَترى كُلَّ آوِنَةٍ', left: 'في الأَعصُرِ الغُرِّ لا في الأَعصُرِ الدُهُمِ'},
                    {right: 'بِالأَمسِ مالَت عُروشٌ وَاِعتَلَت سُرُرٌ', left: 'لَولا القَذائِفُ لَم تَثلَم وَلَم تَصُمِ'},
                    {right: 'أَشياعُ عيسى أَعَدّوا كُلَّ قاصِمَةٍ', left: 'وَلَم نُعِدُّ سِوى حالاتِ مُنقَصِمِ'},
                    {right: 'مَهما دُعيتَ إِلى الهَيجاءِ قُمتَ لَها', left: 'تَرمي بِأُسدٍ وَيَرمي اللَهُ بِالرُجُمِ'},
                ]
            },
            {
                name: 'الفصل الثاني عشر',
                desc: 'في مدح الأنصار.',
                lines: [
                    {right: 'عَلى لِوائِكَ مِنهُم كُلُّ مُنتَقِمٍ', left: 'لِلَّهِ مُستَقتِلٍ في اللَهِ مُعتَزِمِ'},
                    {right: 'مُسَبِّحٍ لِلِقاءِ اللَهِ مُضطَرِمٍ', left: 'شَوقاً عَلى سابِخٍ كَالبَرقِ مُضطَرِمِ'},
                    {right: 'لَوصادَفَ الدَهرَ يَبغي نَقلَةًفَرَمى,', left: 'بِعَزمِهِ في رِحالِ الدَهرِ لَم يَرِمِ'},
                    {right: 'بيضٌ مَفاليلُ مِن فِعلِ الحُروبِ بِهِم', left: 'مِن أَسيُفِ اللَهِ لا الهِندِيَّةُ الخُذُمُ'},
                    {right: 'كَم في التُرابِ إِذا فَتَّشتَ عَن رَجُلٍ', left: 'مَن ماتَ بِالعَهدِ أَو مَن ماتَ بِالقَسَمِ'},
                    {right: 'لَولا مَواهِبُ في بَعضِ الأَنامِ لَما', left: 'تَفاوَتَ الناسُ في الأَقدارِ وَالقِيَمِ'},
                    {right: 'شَريعَةٌ لَكَ فَجَّرتَ العُقولَ بِها', left: 'عَن زاخِرٍ بِصُنوفِ العِلمِ مُلتَطِمِ'},
                ]
            },
            {
                name: 'الفصل الثالث عشر',
                desc: 'في وصف جوهر الإسلام.',
                lines: [
                    {right: 'يَلوحُ حَولَ سَنا التَوحيدِ جَوهَرُها', left: 'كَالحَليِ لِلسَيفِ أَو كَالوَشيِ لِلعَلَمِ'},
                    {right: 'غَرّاءُ حامَت عَلَيها أَنفُسٌ وَنُهىً', left: 'وَمَن يَجِد سَلسَلاً مِن حِكمَةٍ يَحُمِ'},
                    {right: 'نورُ السَبيلِ يُساسُ العالِمونَ بِها', left: 'تَكَفَّلَت بِشَبابِ الدَهرِ وَالهَرَمِ'},
                    {right: 'يَجري الزَمانُ وَأَحكامُ الزَمانِ عَلى', left: 'حُكمٍ لَها نافِذٍ في الخَلقِ مُرتَسِمِ'},
                    {right: 'لَمّا اِعتَلَت دَولَةُ الإِسلامِ وَاِتَّسَعَت', left: 'مَشَت مَمالِكُهُ في نورِها التَمَمِ'},
                    {right: 'وَعَلَّمَت أُمَّةً بِالقَفرِ نازِلَةً', left: 'رَعيَ القَياصِرِ بَعدَ الشاءِ وَالنَعَمِ'},
                    {right: 'كَم شَيَّدَ المُصلِحونَ العامِلونَ بِها', left: 'في الشَرقِ وَالغَربِ مُلكاً باذِخَ العِظَمِ'},
                    {right: 'لِلعِلمِ وَالعَدلِ وَالتَمدينِ ما عَزَموا', left: 'مِنَ الأُمورِ وَما شَدّوا مِنَ الحُزُمِ'},
                    {right: 'سُرعانَ ما فَتَحوا الدُنيا لِمِلَّتِهِم', left: 'وَأَنهَلوا الناسَ مِن سَلسالِها الشَبِمِ'},
                    {right: 'ساروا عَلَيها هُداةَ الناسِ فَهيَ بِهِم', left: 'إِلى الفَلاحِ طَريقٌ واضِحُ العَظَمِ'},
                    {right: 'لا يَهدِمُ الدَهرُ رُكناً شادَ عَدلَهُمُ', left: 'وَحائِطُ البَغيِ إِن تَلمَسهُ يَنهَدِمِ'},
                    {right: 'نالوا السَعادَةَ في الدارَينِ وَاِجتَمَعوا', left: 'عَلى عَميمٍ مِنَ الرُضوانِ مُقتَسَمِ'},
                    {right: 'دَع عَنكَ روما وَآثينا وَما حَوَتا', left: 'كُلُّ اليَواقيتِ في بَغدادَ وَالتُوَمِ'},
                ]
            },
            {
                name: 'الفصل الرابع عشر',
                desc: 'في وصف الحضارة الإسلامية.',
                lines: [
                    {right: 'وَخَلِّ كِسرى وَإيواناً يَدِلُّ بِهِ', left: 'هَوىً عَلى أَثَرِ النيرانِ وَالأَيُمِ'},
                    {right: 'وَاِترُك رَعمَسيسَ إِنَّ المُلكَ مَظهَرُهُ', left: 'في نهضَةِ العَدلِ لا في نَهضَةِ الهَرَمِ'},
                    {right: 'دارُ الشَرائِعِ روما كُلَّما ذُكِرَت', left: 'دارُ السَلامِ لَها أَلقَت يَدَ السَلَمِ'},
                    {right: 'ما ضارَعَتها بَياناً عِندَ مُلتَأَمٍ', left: 'وَلا حَكَتها قَضاءً عِندَ مُختَصَمِ'},
                    {right: 'وَلا اِحتَوَت في طِرازٍ مِن قَياصِرِها', left: 'عَلى رَشيدٍ وَمَأمونٍ وَمُعتَصِمِ'},
                    {right: 'مَنِ الَّذينَ إِذا سارَت كَتائِبُهُم', left: 'تَصَرَّفوا بِحُدودِ الأَرضِ وَالتُخَمِ'},
                    {right: 'وَيَجلِسونَ إِلى عِلمٍ وَمَعرِفَةٍ', left: 'فَلا يُدانَونَ في عَقلٍ وَلا فَهَمِ'},
                    {right: 'يُطَأطِئُ العُلَماءُ الهامَ إِن نَبَسوا', left: 'مِن هَيبَةِ العِلمِ لا مِن هَيبَةِ الحُكُمِ'},
                    {right: 'وَيُمطِرونَ فَما بِالأَرضِ مِن مَحَلٍ', left: 'وَلا بِمَن باتَ فَوقَ الأَرضِ مِن عُدُمِ'},
                    {right: 'خَلائِفُ اللَهِ جَلّوا عَن مُوازَنَةٍ', left: 'فَلا تَقيسَنَّ أَملاكَ الوَرى بِهِمِ'},
                ]
            },
            {
                name: 'الفصل الخامس عشر',
                desc: 'في مدح الخلفاء الراشدين.',
                lines: [
                    {right: 'مَن في البَرِيَّةِ كَالفاروقِ مَعدَلَةً', left: 'وَكَاِبنِ عَبدِ العَزيزِ الخاشِعِ الحَشِمِ'},
                    {right: 'وَكَالإِمامِ إِذا ما فَضَّ مُزدَحِماً', left: 'بِمَدمَعٍ في مَآقي القَومِ مُزدَحِمِ'},
                    {right: 'الزاخِرُ العَذبُ في عِلمٍ وَفي أَدَبٍ', left: 'وَالناصِرُالنَدبِ في حَربٍ وَفي سَلَمِ'},
                    {right: 'أَو كَاِبنِ عَفّانَ وَالقُرآنُ في يَدِهِ', left: 'يَحنوعَلَيهِ كَما تَحنو عَلى الفُطُمِ'},
                    {right: 'وَيَجمَعُ الآيَ تَرتيباً وَيَنظُمُها', left: 'عِقداً بِجيدِ اللَيالي غَيرَ مُنفَصِمِ'},
                    {right: 'جُرحانِ في كَبِدِ الإِسلامِ ما اِلتَأَما', left: 'جُرحُ الشَهيدِ وَجُرحٌ بِالكِتابِ دَمي'},
                    {right: 'وَما بَلاءُ أَبي بَكرٍ بِمُتَّهَمٍ', left: 'بَعدَ الجَلائِلِ في الأَفعالِ وَالخِدَمِ'},
                    {right: 'بِالحَزمِ وَالعَزمِ حاطَ الدينَ في مِحَنٍ', left: 'أَضَلَّتِ الحُلمَ مِن كَهلٍ وَمُحتَلِمِ'},
                    {right: 'وَحِدنَ بِالراشِدِ الفاروقِ عَن رُشدٍ', left: 'في المَوتِ وَهوَ يَقينٌ غَيرُ مُنبَهِمِ'},
                    {right: 'يُجادِلُ القَومَ مُستَلّاً مُهَنَّدَهُ', left: 'في أَعظَمِ الرُسلِ قَدراً كَيفَ لَم يَدُمِ'},
                    {right: 'لا تَعذُلوهُ إِذا طافَ الذُهولُ بِهِ', left: 'ماتَ الحَبيبُ فَضَلَّ الصَبُّ عَن رَغَمِ'},
                    {right: 'يا رَبِّ صَلِّ وَسَلِّم ما أَرَدتَ عَلى', left: 'نَزيلِ عَرشِكَ خَيرِ الرُسلِ كُلِّهِمِ'},
                ]
            },
            {
                name: 'الفصل السادس عشر',
                desc: 'صلاة علي المصطفي و اخوانه الأنبياء.',
                lines: [
                    {right: 'مُحيِ اللَيالي صَلاةً لا يُقَطِّعُها', left: 'إِلا بِدَمعٍ مِنَ الإِشفاقِ مُنسَجِمِ'},
                    {right: 'مُسَبِّحاً لَكَ جُنحَ اللَيلِ مُحتَمِلاً', left: 'ضُرّاً مِنَ السُهدِ أَو ضُرّاً مِنَ الوَرَمِ'},
                    {right: 'رَضِيَّةٌ نَفسُهُ لا تَشتَكي سَأَماً', left: 'وَما مَعَ الحُبِّ إِن أَخلَصتَ مِن سَأَمِ'},
                    {right: 'وَصَلِّ رَبّي عَلى آلٍ لَهُ نُخَبٍ', left: 'جَعَلتَ فيهِم لِواءَ البَيتِ وَالحَرَمِ'},
                    {right: 'بيضُ الوُجوهِ وَوَجهُ الدَهرِ ذو حَلَكٍ', left: 'شُمُّ الأُنوفِ وَأَنفُ الحادِثاتِ حَمى'},
                    {right: 'وَأَهدِ خَيرَ صَلاةٍ مِنكَ أَربَعَةً', left: 'في الصَحبِ صُحبَتُهُم مَرعِيَّةُ الحُرَمِ'},
                    {right: 'الراكِبينَ إِذا نادى النَبِيُّ بِهِم', left: 'ماهالَ مِن جَلَلٍ وَاِشتَدَّ مِن عَمَم'},
                    {right: 'الصابِرينَ وَنَفسُ الأَرضِ واجِفَةٌ', left: 'الضاحِكينَ إِلى الأَخطارِ وَالقُحَمِ'},
                    {right: 'يارَبِّ هَبَّت شُعوبٌ مِن مَنِيَّتِها', left: 'وَاِستَيقَظَت أُمَمٌ مِن رَقدَةِ العَدَمِ'},
                    {right: 'سَعدٌ وَنَحسٌ وَمُلكٌ أَنتَ مالِكُهُ', left: 'تُديلُ مِن نِعَمٍ فيهِ وَمِن نِقَمِ'},
                    {right: 'رَأى قَضاؤُكَ فينا رَأيَ حِكمَتِهِ', left: 'أَكرِم بِوَجهِكَ مِن قاضٍ وَمُنتَقِمِ'},
                    {right: 'فَاِلطُف لِأَجلِ رَسولِ العالَمينَ بِنا', left: 'وَلا تَزِد قَومَهُ خَسفاً وَلا تُسِمِ'},
                    {right: 'يا رَبِّ أَحسَنتَ بَدءَ المُسلِمينَ بِهِ', left: 'فَتَمِّمِ الفَضلَ وَاِمنَح حُسنَ مُختَتَمِ'},
                ]
            }
        ]
    },
    {
        author: ' محمود سامى البارودى',
        name: 'يا رَائِدَ البَرقِ',
        desc: 'تم نظم ابياتها في القرن الثامن عشر الميلادي كبداية للنهوض بالشعر الحديث بعد فترة كبيرة من الخفوت',
        chapters: [
            {
                id: 1,
                name: 'القصيدة كاملةِ',
                desc: 'المائة بيت الاولي',
                lines: [
                    {right: 'يا رَائِدَ البَرقِ يَمّمِ دارَةَ العَلَمِ', left: 'وَاحدُ الغَمامَ إِلى حَيٍّ بِذِي سَلَمِ'},
                    {right: 'وَإِن مَرَرتَ عَلى الرَّوحاءِ فَامرِ لَها', left: 'أَخلافَ سارِيَةٍ هَتّانَةِ الدِّيَمِ'},
                    {right: 'مِنَ الغِزارِ الَّلواتي في حَوالِبِها', left: 'رِيُّ النَّواهِلِ مِن زَرعٍ وَمِن نَعَمِ'},
                    {right: 'إِذا اِستَهَلَّت بِأَرضٍ نَمنَمَت يَدُها', left: 'بُرداً مِنَ النَّورِ يَكسُو عارِيَ الأَكَمِ'},
                    {right: 'تَرى النَّباتَ بِها خُضراً سَنابِلُهُ', left: 'يَختالُ في حُلَّةٍ مَوشِيَّةِ العَلَمِ'},
                    {right: 'أَدعُو إِلى الدَّارِ بِالسُّقيا وَبِي ظَمَأٌ', left: 'أَحَقُّ بِالريِّ لَكِنّي أَخُو كَرَمِ'},
                    {right: 'مَنازِلٌ لِهَواها بَينَ جانِحَتي', left: 'وَدِيعَةٌ سِرُّها لَم يَتَّصِل بِفَمي'},
                    {right: 'إِذا تَنَسَّمتُ مِنها نَفحَةً لَعِبَت', left: 'بِيَ الصَبابَةُ لِعبَ الريحِ بِالعَلَمِ'},
                    {right: 'أَدِر عَلى السَّمعِ ذِكراها فَإِنَّ لَها', left: 'في القَلبِ مَنزِلَةً مَرعِيَّةَ الذِمَمِ'},
                    {right: 'عَهدٌ تَوَلّى وَأَبقى في الفُؤادِ لَهُ', left: 'شَوقاً يَفُلُّ شَباةَ الرَأيِ وَالهِمَمِ'},
                    {right: 'إِذا تَذَكَّرتُهُ لاحَت مَخائِلُهُ', left: 'لِلعَينِ حَتّى كَأَنّي مِنهُ في حُلُمِ'},
                    {right: 'فَما عَلى الدَهرِ لَو رَقَّت شَمائِلُهُ', left: 'فَعادَ بِالوَصل أَو أَلقى يَدَ السَلَمِ'},
                    {right: 'تَكاءَدَتني خُطُوبٌ لَو رَمَيتُ بِها', left: 'مَناكِبَ الأَرض لَم تَثبُت عَلى قَدَمِ'},
                    {right: 'في بَلدَةٍ مِثلِ جَوفِ العَير لَستُ أَرى', left: 'فيها سِوى أُمَمٍ تَحنُو عَلى صَنَمِ'},
                    {right: 'لا أَستَقِرُّ بِها إِلّا عَلى قَلَقٍ', left: 'وَلا أَلَذُّ بِها إِلّا عَلَى أَلَمِ'},
                    {right: 'إِذا تَلَفَّتُّ حَولي لَم أَجد أَثَراً', left: 'إِلا خَيالي وَلَم أَسمَع سِوى كَلِمي'},
                    {right: 'فَمَن يَرُدُّ عَلى نَفسي لُبانَتَها', left: 'أَو مَن يُجيرُ فُؤادِي مِن يَدِ السَّقَم'},
                    {right: 'لَيتَ القَطا حِينَ سارَت غُدوَةً حَمَلَت', left: 'عَنّي رَسائِلَ أَشواقي إِلى إِضَمِ'},
                    {right: 'مَرَّت عَلَينا خِماصاً وَهيَ قارِبَةٌ', left: 'مَرَّ العَواصِفِ لا تَلوي عَلى إِرَمِ'},
                    {right: 'لا تُدركُ العَينُ مِنها حينَ تَلمَحُها', left: 'إِلا مِثالاً كَلَمعِ البَرقِ في الظُّلَمِ'},
                    {right: 'كَأَنَّها أَحرُفٌ بَرقِيَّةٌ نَبَضَت', left: 'بِالسِّلكِ فَانتَشَرَت فِي السَّهل وَالعَلَمِ'},
                    {right: 'لا شَيءَ يَسبِقُها إِلّا إِذا اِعتَقَلَت', left: 'بَنانَتي في مَديحِ المُصطَفى قَلَمِي'},
                    {right: 'مُحَمَّدٌ خاتَمُ الرُسلِ الَّذي خَضَعَت', left: 'لَهُ البَرِيَّةُ مِن عُربٍ وَمِن عَجَمِ'},
                    {right: 'سَميرُ وَحيٍ وَمَجنى حِكمَةٍ وَنَدى', left: 'سَماحَةٍ وَقِرى عافٍ وَرِيُّ ظَمِ'},
                    {right: 'قَد أَبلَغَ الوَحيُ عَنهُ قَبلَ بِعثَتِهِ', left: 'مَسامِعَ الرُسلِ قَولاً غَيرَ مُنكَتِمِ'},
                    {right: 'فَذاكَ دَعوَةُ إِبراهيمَ خالِقَهُ', left: 'وَسِرُّ ما قالَهُ عِيسى مِنَ القِدَمِ'},
                    {right: 'أَكرِم بِهِ وَبِآباءٍ مُحَجَّلَةٍ', left: 'جاءَت بِهِ غُرَّةً في الأَعصُرِ الدُّهُمِ'},
                    {right: 'قَد كانَ في مَلَكوتِ اللَهِ مُدَّخراً', left: 'لِدَعوَةٍ كانَ فيها صاحِبَ العَلَمِ'},
                    {right: 'نُورٌ تَنَقَّلَ في الأَكوانِ ساطِعُهُ', left: 'تَنَقُّلَ البَدرِ مِن صُلبٍ إِلى رَحِمِ'},
                    {right: 'حَتّى اِستَقَرَّ بِعَبدِ اللَهِ فَاِنبَلَجَت', left: 'أَنوارُ غُرَّتِهِ كَالبَدرِ في البُهُمِ'},
                    {right: 'وَاِختارَ آمِنَةَ العَذراءَ صاحِبَةً', left: 'لِفَضلِها بَينَ أَهلِ الحِلِّ وَالحَرَمِ'},
                    {right: 'كِلاهُما فِي العُلا كُفءٌ لِصاحِبِهِ', left: 'وَالكُفءُ في المَجدِ لا يُستامُ بِالقِيَمِ'},
                    {right: 'فَأَصبَحَت عِندَهُ في بَيتِ مَكرُمَةٍ', left: 'شِيدَت دَعائِمُهُ في مَنصِبٍ سِنمِ'},
                    {right: 'وَحِينما حَمَلَت بِالمُصطَفى وَضَعَت', left: 'يَدُ المَشيئَةِ عَنها كُلفَةَ الوَجَمِ'},
                    {right: 'وَلاحَ مِن جِسمِها نُورٌ أَضاءَ لَها', left: 'قُصُورَ بُصرى بِأَرضِ الشَّأمِ مِن أمَمِ'},
                    {right: 'وَمُذ أَنى الوَضعُ وَهوَ الرَّفعُ مَنزِلَةً', left: 'جاءَت بِرُوحٍ بِنُورِ اللَهِ مُتَّسِمِ'},
                    {right: 'ضاءَت بِهِ غُرَّةُ الإِثنَينِ وَاِبتَسَمَت', left: 'عَن حُسنِهِ في رَبيعٍ رَوضَةُ الحَرَمِ'},
                    {right: 'وَأَرضَعَتهُ وَلَم تَيأَس حَليمَةُ مِن', left: 'قَولِ المَراضِعِ إِنَّ البُؤسَ في اليَتَمِ'},
                    {right: 'فَفاضَ بِالدرِّ ثَدياها وَقَد غَنِيَت', left: 'لَيالياً وَهيَ لَم تطعَم وَلَم تَنَمِ'},
                    {right: 'وَاِنهَلَّ بَعدَ اِنقِطاعٍ رِسلُ شارِفِها', left: 'حَتّى غَدَت مِن رَفِيهِ العَيشِ في طُعَمِ'},
                    {right: 'فَيَمَّمَت أَهلَها مَملُؤَةً فَرَحاً', left: 'بِما أُتيحَ لَها مِن أَوفَرِ النِّعَمِ'},
                    {right: 'وَقَلَّصَ الجَدبُ عَنها فَهيَ طاعِمَةٌ', left: 'مِن خَيرِ ما رَفَدَتها ثَلَّةُ الغَنَمِ'},
                    {right: 'وَكَيفَ تَمحَلُ أَرضٌ حَلَّ ساحَتَها', left: 'مُحَمَّدٌ وَهوَ غَيثُ الجُودِ وَالكَرَمِ'},
                    {right: 'فَلَم يَزَل عِندَها يَنمُو وَتَكلَؤُهُ', left: 'رِعايَةُ اللَهِ مِن سُوءٍ وَمِن وَصَمِ'},
                    {right: 'حَتّى إِذا تَمَّ مِيقاتُ الرَّضاعِ لَهُ', left: 'حَولَينِ أَصبَحَ ذا أَيدٍ عَلَى الفُطُمِ'},
                    {right: 'وَجاءَ كَالغُصنِ مَجدُولاً تَرِفُّ عَلى', left: 'جَبِينِهِ لَمحاتُ المَجدِ وَالفَهَمِ'},
                    {right: 'قَد تَمَّ عَقلاً وَما تَمَّت رَضاعَتُهُ', left: 'وَفاضَ حِلماً وَلَم يَبلُغ مَدى الحُلُمِ'},
                    {right: 'فَبَينَما هُوَ يَرعى البَهمَ طافَ بِهِ', left: 'شَخصانِ مِن مَلَكوتِ اللَهِ ذي العِظَمِ'},
                    {right: 'فَأَضجَعاهُ وَشَقّا صَدرَهُ بِيَدٍ', left: 'رَفِيقَةٍ لَم يَبِت مِنها عَلى أَلَمِ'},
                    {right: 'وَبَعدَ ما قَضَيا مِن قَلبِهِ وَطَراً', left: 'تَوَلَّيا غَسلَهُ بِالسَّلسَلِ الشَّبِمِ'},
                    {right: 'ما عالَجا قَلبَهُ إِلّا لِيَخلُصَ مِن', left: 'شَوبِ الهَوى وَيَعِي قُدسِيَّةَ الحِكَمِ'},
                    {right: 'فَيا لَها نِعمَةً لِلّهِ خَصَّ بِها', left: 'حَبيبَهُ وَهوَ طِفلٌ غَيرُ مُحتَلِمِ'},
                    {right: 'وَقالَ عَنهُ بُحَيرا حِينَ أَبصَرَهُ', left: 'بَأَرضِ بُصرى مَقالاً غَيرَ مُتَّهَمِ'},
                    {right: 'إِذ ظَلَّلَتهُ الغَمامُ الغُرُّ وَانهَصَرَت', left: 'عَطفاً عَلَيهِ فُروعُ الضَّالِ وَالسَّلَمِ'},
                    {right: 'بِأَنَّهُ خاتَمُ الرُّسلِ الكِرامِ وَمَن', left: 'بِهِ تَزُولُ صُرُوفُ البُؤسِ وَالنِّقَمِ'},
                    {right: 'هَذا وَكَم آيَةٍ سارَت لَهُ فَمَحَت', left: 'بِنُورِها ظُلمَةَ الأَهوالِ وَالقُحَمِ'},
                    {right: 'ما مَرَّ يَومٌ لَهُ إِلّا وَقَلَّدَهُ', left: 'صَنائِعاً لَم تَزَل فِي الدَّهرِ كَالعَلَمِ'},
                    {right: 'حَتّى اِستَتَمَّ وَلا نُقصانَ يَلحَقُهُ', left: 'خَمساً وَعِشرِينَ سِنُّ البارِعِ الفَهِمِ'},
                    {right: 'وَلَقَّبَتهُ قُرَيشٌ بِالأَمينِ عَلى', left: 'صِدقِ الأَمانَةِ وَالإِيفاءِ بِالذِّمَمِ'},
                    {right: 'وَدَّت خَديجَةُ أَن يَرعى تِجارَتَها', left: 'وِدادَ مُنتَهِزٍ لِلخَيرِ مُغتَنِمِ'},
                    {right: 'فَشَدَّ عَزمَتَها مِنهُ بِمُقتَدِرٍ', left: 'ماضِي الجِنانِ إِذا ما هَمَّ لَم يخمِ'},
                    {right: 'وَسارَ مُعتَزِماً لِلشَّأمِ يَصحَبُهُ', left: 'في السَّيرِ مَيسُرَةُ المَرضِيُّ فِي الحَشَمِ'},
                    {right: 'فَما أَناخَ بِها حَتّى قَضى وَطَراً', left: 'مِن كُلِّ ما رَامَهُ في البَيعِ وَالسَّلَمِ'},
                    {right: 'وَكَيفَ يَخسَرُ مَن لَولاهُ ما رَبِحَت', left: 'تِجارَةُ الدِّينِ في سَهلٍ وَفِي عَلَمِ'},
                    {right: 'فَقَصَّ مَيسُرَةُ المَأمونُ قِصَّتَهُ', left: 'عَلَى خَديجَةَ سَرداً غَيرَ مُنعَجِمِ'},
                    {right: 'وَما رَواهُ لَهُ كَهلٌ بِصَومَعَةٍ', left: 'مِنَ الرَّهابينِ عَن أَسلافِهِ القُدُمِ'},
                    {right: 'في دَوحَةٍ عاجَ خَيرُ المُرسَلينَ بِها', left: 'مِن قَبل بعثَتِهِ لِلعُربِ وَالعَجَمِ'},
                    {right: 'هَذا نَبِيٌّ وَلَم يَنزِل بِساحَتِها', left: 'إِلّا نَبيٌّ كَريمُ النَّفسِ وَالشِّيَمِ'},
                    {right: 'وَسِيرَةَ المَلَكَينِ الحائِمَينِ عَلى', left: 'جَبِينِهِ لِيُظِلّاهُ مِنَ التّهَمِ'},
                    {right: 'فَكانَ ما قَصَّهُ أَصلاً لِما وَصَلَت', left: 'بِهِ إِلى الخَيرِ مِن قَصدٍ وَمُعتَزَمِ'},
                    {right: 'أَحسِن بِها وصلَةً في اللَّهِ قَد أَخَذَت', left: 'بِها عَلى الدَّهرِ عَقداً غَيرَ مُنفَصِمِ'},
                    {right: 'فَأَصبَحا في صَفاءٍ غَير مُنقَطِعٍ', left: 'عَلى الزَّمانِ وَوِدٍّ غَير مُنصَرِمِ'},
                    {right: 'وَحِينَما أَجمَعَت أَمراً قُرَيشُ عَلى', left: 'بِنايَةِ البَيتِ ذي الحُجّابِ وَالخَدَمِ'},
                    {right: 'تَجَمَّعَت فِرَقُ الأَحلافِ وَاِقتَسَمَت', left: 'بِناءَهُ عَن تَراضٍ خَيرَ مُقتَسَمِ'},
                    {right: 'حَتّى إِذا بَلَغَ البُنيانُ غايَتَهُ', left: 'مِن مَوضِعِ الرُّكنِ بَعدَ الكَدِّ وَالجشَمِ'},
                    {right: 'تَسابَقوا طَلَباً لِلأَجرِ وَاِختَصَمُوا', left: 'فِيمَن يَشُدُّ بِناهُ كُلَّ مُختَصَمِ'},
                    {right: 'وَأَقسَمَ القَومُ أَن لا صُلحَ يَعصِمُهُم', left: 'مِن اقتِحامِ المَنايا أَيّما قَسَمِ'},
                    {right: 'وَأَدخَلوا حينَ جَدَّ الأَمرُ أَيدِيَهُم', left: 'لِلشَرِّ في جَفنَةٍ مَملُوءَةٍ بِدَمِ'},
                    {right: 'فَقالَ ذُو رَأيِهِم لا تَعجَلُوا وَخُذُوا', left: 'بِالحَزم فَهوَ الَّذي يَشفِي مِنَ الحَزَمِ'},
                    {right: 'لِيَرضَ كُلُّ امرِئٍ مِنّا بِأَوَّلِ مَن', left: 'يَأتي فَيَقسِطُ فِينا قِسطَ مُحتَكِمِ'},
                    {right: 'فَكانَ أَوَّلَ آتٍ بَعدَما اِتَّفَقُوا', left: 'مُحَمَّدٌ وَهوَ في الخَيراتِ ذُو قَدَمِ'},
                    {right: 'فَقالَ كُلٌّ رَضينا بِالأَمينِ عَلَى', left: 'عِلمٍ فَأَكرِم بِهِ مِن عادِلٍ حَكَمِ'},
                    {right: 'فَأَعلَمُوهُ بِما قَد كانَ وَاِحتَكَمُوا', left: 'إِلَيهِ في حَلِّ هَذا المُشكِلِ العَمَمِ'},
                    {right: 'فَمَدَّ ثَوباً وَحَطَّ الرُّكنَ في وَسَطٍ', left: 'مِنهُ وَقالَ اِرفَعُوهُ جانِبَ الرَّضَمِ'},
                    {right: 'فَنالَ كُلُّ امرِئٍ حَظّاً بِما حَمَلَت', left: 'يَداهُ مِنهُ وَلَم يَعتِب عَلى القِسَمِ'},
                    {right: 'حَتّى إِذا اِقتَرَبوا تِلقاءَ مَوضِعِهِ', left: 'مِن جانب البَيتِ ذي الأَركان وَالدّعمِ'},
                    {right: 'مَدَّ الرَّسُولُ يَداً مِنهُ مُبارَكَةً', left: 'بَنَتهُ في صَدَفٍ مِن باذِخٍ سَنِمِ'},
                    {right: 'فَليَزدَدِ الرُّكنُ تِيهاً حَيثُ نالَ بِهِ', left: 'فَخراً أَقامَ لَهُ الدُّنيا عَلَى قَدَمِ'},
                    {right: 'لَو لَم تَكُن يَدُهُ مَسَّتهُ حِينَ بَنَى', left: 'ما كانَ أَصبَحَ مَلثُوماً بِكُلِّ فَمِ'},
                    {right: 'يا لَيتَنِي وَالأَمانِي رُبَّما صَدَقَت', left: 'أَحظى بِمُعتَنَقٍ مِنهُ وَمُلتَزَمِ'},
                    {right: 'يا حَبَّذا صِبغَةٌ مِن حُسنِهِ أَخَذَت', left: 'مِنها الشَّبِيبَةُ لَونَ العُذرِ وَاللمَمِ'},
                    {right: 'كَالخالِ في وَجنَةٍ زِيدَت مَحاسِنُها', left: 'بِنُقطَةٍ مِنهُ أَضعافاً مِنَ القِيَمِ'},
                    {right: 'وَكَيفَ لا يَفخَرُ البَيتُ العَتيقُ بِهِ', left: 'وَقَد بَنَتهُ يَدٌ فَيّاضَةُ النِّعَمِ'},
                    {right: 'أَكرِم بِهِ وازِعاً لَولا هِدايَتُهُ', left: 'لَم يَظهَرِ العَدلُ في أَرضٍ وَلَم يَقُمِ'},
                    {right: 'هَذا الَّذي عَصَمَ اللَّهُ الأَنامَ بِهِ', left: 'مِن كُلِّ هَولٍ مِنَ الأَهوالِ مُختَرِمِ'},
                    {right: 'وَحِينَ أَدرَكَ سِنَّ الأَربَعينَ وَما', left: 'مِن قَبلِهِ مَبلَغٌ لِلعِلمِ وَالحِكَمِ'},
                    {right: 'حَباهُ ذُو العَرشِ بُرهاناً أَراهُ بِهِ', left: 'آيات حِكمَتِهِ في عالَمِ الحُلُمِ'},
                    {right: 'فَكانَ يَمضي لِيَرعى أُنسَ وَحشَتِهِ', left: 'في شاسِعٍ ما بِهِ لِلخَلقِ مِن أَرَمِ'},
                    {right: 'فَما يمُرُّ عَلى صَخرٍ وَلا شَجَرٍ', left: 'إِلّا وَحَيّاهُ بِالتَّسليمِ مِن أَمَمِ'},
                    {right: 'حَتّى إِذا حانَ أَمرُ الغَيبِ وَاِنحَسَرَت', left: 'أَستارُهُ عَن ضَميرِ اللَوحِ وَالقَلَمِ'},
                ]
            },
            {
                id: 2,
                name: 'القصيدة كاملةِ',
                desc: 'المائة بيت الثانية',
                lines: [
                    {right: 'نادى بِدَعوَتِهِ جَهراً فَأَسمَعَها', left: 'في كُلِّ ناحِيةٍ مَن كانَ ذا صَمَمِ'},
                    {right: 'فَكانَ أَوَّلُ مَن في الدِّين تابَعَهُ', left: 'خَدِيجَةٌ وَعَلِيٌّ ثابِتُ القَدَمِ'},
                    {right: 'ثُمَّ اِستَجابَت رِجالٌ دُونَ أُسرَتِهِ', left: 'وَفي الأَباعِدِ ما يُغني عَنِ الرَّحِمِ'},
                    {right: 'وَمَن أَرادَ بِهِ الرَّحمنُ مَكرُمَةً', left: 'هَداهُ لِلرُّشدِ في داجٍ مِنَ الظُّلَمِ'},
                    {right: 'ثُمَّ اِستَمَرَّ رَسُولُ اللَّهِ مُعتَزِماً', left: 'يَدعُو إلى رَبِّهِ في كُلِّ مُلتَأَمِ'},
                    {right: 'وَالنّاسُ مِنهُم رَشيدٌ يَستَجِيبُ لَهُ', left: 'طَوعاً وَمِنهُم غَوِيٌّ غَيرُ مُحتَشِمِ'},
                    {right: 'حَتّى اِستَرابَت قُرَيشٌ وَاِستَبَدَّ بِها', left: 'جَهلٌ تَرَدَّت بِهِ في مارِجٍ ضَرِمِ'},
                    {right: 'وَعَذَّبوا أَهلَ دِينِ اللَّهِ وَاِنتَهَكوا', left: 'مَحارِماً أَعقَبَتهُم لَهفَةَ النَّدَمِ'},
                    {right: 'وَقامَ يَدعُو أَبو جَهلٍ عَشِيرَتَهُ', left: 'إِلى الضَّلالِ وَلَم يَجنَح إِلى سَلَمِ'},
                    {right: 'يُبدِي خِدَاعاً ويُخفِي ما تَضَمَّنَهُ', left: 'ضَمِيرُهُ مِن غَراةِ الحِقد وَالسَّدَمِ'},
                    {right: 'لا يَسلَمُ القَلبُ مِن غِلٍّ أَلَمَّ بِهِ', left: 'يَنقى الأَدِيمُ وَيَبقى مَوضِعُ الحَلَمِ'},
                    {right: 'وَالحِقدُ كَالنّارِ إِن أَخفَيتَهُ ظَهَرَت', left: 'مِنهُ عَلائِمُ فَوقَ الوَجهِ كَالحُمَمِ'},
                    {right: 'لا يُبصِرُ الحَقَّ مَن جَهلٌ أَحاطَ بِهِ', left: 'وَكَيفَ يُبصِرُ نُورَ الحَقِّ وَهوَ عَمِ'},
                    {right: 'كُلُّ امرِئٍ وَاجِدٌ ما قَدَّمَت يَدُهُ', left: 'إِذا اِستَوى قائِماً مِن هُوَّةِ الأَدَمِ'},
                    {right: 'وَالخَيرُ وَالشَّرُّ في الدُّنيا مُكافَأَةٌ', left: 'وَالنَّفسُ مَسؤولَةٌ عَن كُلِّ مُجتَرَمِ'},
                    {right: 'فَلا يَنَم ظالِمٌ عَمّا جَنَت يَدُهُ', left: 'عَلى العِبادِ فَعَينُ اللَّهِ لَم تَنَمِ'},
                    {right: 'وَلَم يَزَل أَهلُ دِين اللَّهِ في نَصَبٍ', left: 'مِمّا يُلاقُونَ مِن كَربٍ وَمِن زَأَمِ'},
                    {right: 'حَتّى إِذا لَم يَعُد في الأَمر مَنزَعَةٌ', left: 'وَأَصبَحَ الشَّرُّ جَهراً غَيرَ مُنكَتِمِ'},
                    {right: 'سارُوا إِلى الهِجرَةِ الأُولى وَما قَصَدوا', left: 'غَيرَ النَّجاشِيِّ مَلكاً صادِقَ الذِّمَمِ'},
                    {right: 'فَأَصبَحُوا عِندَهُ في ظِلِّ مَملَكَةٍ', left: 'حَصِينَةٍ وذِمامٍ غَيرِ مُنجَذِمِ'},
                    {right: 'مَن أَنكَرَ الضَّيمَ لَم يَأنَس بِصُحبَتِهِ', left: 'وَمَن أَحاطَت بِهِ الأَهوالُ لَم يُقِمِ'},
                    {right: 'وَمُذ رَأى المُشرِكون الدّين قَد وضَحَت', left: 'سَماؤُهُ وَاِنجَلَت عَن صِمَّةِ الصِّمَمِ'},
                    {right: 'تَأَلَّبُوا رَغبَةً في الشَّرِّ وَائتَمَرُوا', left: 'عَلى الصَّحيفَةِ مِن غَيظٍ وَمِن وَغَمِ'},
                    {right: 'صَحِيفَةٌ وَسَمَت بِالغَدرِ أَوجُهَهُم', left: 'وَالغَدرُ يَعلَقُ بِالأَعراضِ كَالدَّسَمِ'},
                    {right: 'فَكَشَّفَ اللَّهُ مِنها غُمَّةً نَزَلَت', left: 'بِالمُؤمِنينَ وَرَبِّي كاشِفُ الغُمَمِ'},
                    {right: 'مَن أَضمَرَ السُّوءَ جازاهُ الإِلَهُ بِهِ', left: 'وَمَن رَعى البَغيَ لَم يَسلَم مِنَ النِقَمِ'},
                    {right: 'كَفى الطُّفَيلَ بنَ عَمرٍو لُمعَةٌ ظَهَرَت', left: 'فِي سَوطِهِ فَأَنارَت سُدفَةَ القَتَمِ'},
                    {right: 'هَدى بِها اللَّهُ دَوساً مِن ضَلالَتِها', left: 'فَتابَعَت أَمرَ داعِيها وَلَم تَهِمِ'},
                    {right: 'وَفِي الإِراشِيِّ لِلأَقوامِ مُعتَبَرٌ', left: 'إِذ جاءَ مَكَّةَ فِي ذَودٍ مِنَ النّعَمِ'},
                    {right: 'فَباعَها مِن أَبي جَهلٍ فَماطَلَهُ', left: 'بِحَقِّهِ وَتَمادى غَيرَ مُحتَشِمِ'},
                    {right: 'فَجاءَ مُنتَصِراً يَشكُو ظُلامَتَهُ', left: 'إِلى النَّبِيِّ ونِعمَ العَونُ في الإِزَمِ'},
                    {right: 'فَقامَ مُبتَدِراً يَسعى لِنُصرَتِهِ', left: 'وَنُصرَةُ الحَقِّ شَأنُ المَرءِ ذِي الهِمَمِ'},
                    {right: 'فَدَقَّ بابَ أَبي جَهلٍ فَجاءَ لَهُ', left: 'طَوعاً يَجُرُّ عِنانَ الخائِفِ الزَّرِمِ'},
                    {right: 'فَحِينَ لاقى رَسُولَ اللَّهِ لاحَ لَهُ', left: 'فَحلٌ يَحُدُّ إِلَيهِ النابَ مِن أَطَمِ'},
                    {right: 'فَهالَهُ ما رَأى فَاِرتَدَّ مُنزَعِجاً', left: 'وَعادَ بِالنَّقدِ بَعدَ المَطلِ عَن رَغَمِ'},
                    {right: 'أَتِلكَ أَم حِينَ نادى سَرحَةً فَأَتَت', left: 'إِلَيهِ مَنشُورَةَ الأَغصانِ كَالجُمَمِ'},
                    {right: 'حَنَت عَلَيهِ حُنُوَّ الأُمِّ مِن شَفَقٍ', left: 'وَرَفرَفَت فَوقَ ذاكَ الحُسنِ مِن رَخَمِ'},
                    {right: 'جاءَتهُ طَوعاً وَعادَت حينَ قالَ لَها', left: 'عُودِي وَلو خُلِّيت لِلشَّوقِ لَم تَرِمِ'},
                    {right: 'وَحَبَّذا لَيلَةُ الإِسراءِ حِينَ سَرى', left: 'لَيلاً إِلى المَسجِدِ الأَقصى بِلا أَتَمِ'},
                    {right: 'رَأَى بِهِ مِن كِرامِ الرُّسلِ طائِفَةً', left: 'فَأَمَّهُم ثُمَّ صَلَّى خاشِعاً بِهِمِ'},
                    {right: 'بَل حَبَّذا نَهضَةُ المِعراجِ حينَ سَما', left: 'بِهِ إِلى مَشهَدٍ في العزِّ لَم يُرَمِ'},
                    {right: 'سَما إِلى الفَلَك الأَعلى فَنالَ بِهِ', left: 'قَدراً يَجِلُّ عَن التَّشبيهِ في العِظَمِ'},
                    {right: 'وَسارَ في سُبُحاتِ النُّورِ مُرتَقِياً', left: 'إِلى مَدارِجَ أَعيَت كُلَّ مُعتَزِمِ'},
                    {right: 'وَفازَ بِالجَوهَرِ المَكنونِ مِن كَلِمٍ', left: 'لَيسَت إِذا قُرِنَت بِالوَصفِ كَالكَلِمِ'},
                    {right: 'سِرٌّ تَحارُ بِهِ الأَلبابُ قاصِرَةً', left: 'وَنِعمَةٌ لَم تَكُن في الدَّهرِ كَالنِّعَمِ'},
                    {right: 'هَيهاتَ يَبلُغُ فَهمٌ كُنهَ ما بَلَغَت', left: 'قُرباهُ مِنهُ وَقَد ناجاهُ مِن أَمَمِ'},
                    {right: 'فَيا لَها وصلَةً نالَ الحَبيبُ بِها', left: 'ما لَم يَنَلهُ مِنَ التَّكريمِ ذُو نَسَمِ'},
                    {right: 'فاقَت جَميعَ اللَّيالي فَهيَ زاهِرَةٌ', left: 'بِحُسنِها كَزُهُورِ النّارِ في العَلَمِ'},
                    {right: 'هَذا وَقَد فَرَضَ اللَّهُ الصَّلاةَ عَلى', left: 'عِبادِهِ وَهَداهُم واضِحَ اللَّقَمِ'},
                    {right: 'فَسارَعُوا نَحوَ دِينِ اللَّهِ وَاِنتَصَبُوا', left: 'إِلى العِبادَةِ لا يَألُونَ مِن سَأَمِ'},
                    {right: 'وَلَم يَزَل سَيِّدُ الكَونَينِ مُنتَصِباً', left: 'لِدَعوَةِ الدِّين لَم يَفتر وَلَم يَجِمِ'},
                    {right: 'يَستَقبِلُ النّاسَ في بَدوٍ وَفي حَضَرٍ', left: 'وَيَنشُرُ الدِّينَ في سَهلٍ وَفي عَلَمِ'},
                    {right: 'حَتّى اِستَجابَت لَهُ الأَنصارُ وَاِعتَصَمُوا', left: 'بِحَبلِهِ عَن تَراضٍ خَيرَ مُعتَصمِ'},
                    {right: 'فَاِستَكمَلَت بِهِمُ الدُنيا نَضارَتَها', left: 'وَأَصبَحَ الدينُ في جَمعٍ بِهِم تَمَمِ'},
                    {right: 'قَومٌ أَقَرُّوا عِمادَ الحَقِّ وَاِصطَلَمُوا', left: 'بِيَأسِهِم كُلَّ جَبّارٍ وَمُصطَلِمِ'},
                    {right: 'فَكَم بِهِم أَشرَقَت أَستارُ داجِيَةٍ', left: 'وَكَم بِهِم خَمَدَت أَنفاسُ مُختَصِمِ'},
                    {right: 'فَحينَ وافى قُرَيشاً ذِكرُ بَيعَتِهِم', left: 'ثارُوا إِلى الشَّرِّ فِعلَ الجاهِلِ العَرِمِ'},
                    {right: 'وَبادَهُوا أَهلَ دِينِ اللَهِ وَاِهتَضَمُوا', left: 'حُقُوقَهُم بِالتَّمادِي شَرَّ مُهتَضَمِ'},
                    {right: 'فَكَم تَرى مِن أَسيرٍ لا حِراكَ بِهِ', left: 'وَشارِدٍ سارَ مِن فَجٍّ إِلى أَكَمِ'},
                    {right: 'فَهاجَرَ الصَّحبُ إِذ قالَ الرَّسُولُ لَهُم', left: 'سيرُوا إِلى طَيبَةَ المَرعِيَّةِ الحُرَمِ'},
                    {right: 'وَظَلَّ في مَكَّةَ المُختارُ مُنتَظِراً', left: 'إِذناً مِنَ اللَهِ في سَيرٍ وَمُعتَزَمِ'},
                    {right: 'فَأَوجَسَت خيفَةً مِنهُ قُرَيشُ وَلَم', left: 'تَقبَل نَصيحاً وَلَم تَرجع إِلى فَهَمِ'},
                    {right: 'فَاِستَجمَعَت عُصَباً في دارِ نَدوَتِها', left: 'تَبغي بِهِ الشَّرَّ مِن حِقدٍ وَمِن أَضَمِ'},
                    {right: 'وَلَو دَرَت أَنَّها فِيما تُحاوِلُهُ', left: 'مَخذولَةٌ لَم تَسُم في مَرتَعٍ وَخِمِ'},
                    {right: 'أَولى لَها ثُمَ أَولى أَن يَحيقَ بِها', left: 'ما أَضمَرَتهُ مِنَ البَأساءِ وَالشَّجَمِ'},
                    {right: 'إِنّي لَأَعجَبُ مِن قَومٍ أُولي فِطَنٍ', left: 'باعُوا النُّهى بِالعَمى وَالسَّمعَ بِالصَّمَمِ'},
                    {right: 'يَعصُونَ خالِقَهُم جَهلاً بِقُدرَتِهِ', left: 'وَيَعكُفُونَ عَلى الطاغُوتِ وَالصَّنَمِ'},
                    {right: 'فَأَجمَعُوا أَمرَهُم أَن يَبغتُوهُ إِذا', left: 'جَنَّ الظَّلامُ وَخَفَّت وَطأَةُ القَدَمِ'},
                    {right: 'وَأَقبَلُوا مَوهِناً في عُصبَةٍ غُدُرٍ', left: 'مِنَ القَبائِلِ باعُوا النَّفسَ بِالزَّعَمِ'},
                    {right: 'فَجاءَ جِبريلُ لِلهادِي فَأَنبأَهُ', left: 'بِما أَسَرُّوهُ بَعدَ العَهدِ وَالقَسَمِ'},
                    {right: 'فَمُذ رَآهُم قِياماً حَولَ مَأمَنِهِ', left: 'يَبغُونَ ساحَتَهُ بِالشَّرِّ وَالفَقَمِ'},
                    {right: 'نادى عَلِيّاً فَأَوصاهُ وَقالَ لَهُ', left: 'لا تَخشَ وَالبَس رِدائي آمِناً وَنَمِ'},
                    {right: 'وَمَرَّ بِالقَومِ يَتلُوُ وَهوَ مُنصَرِفٌ', left: 'يَس وَهيَ شِفاءُ النَّفسِ مِن وَصَمِ'},
                    {right: 'فَلَم يَرَوهُ وَزاغَت عَنهُ أَعيُنُهُم', left: 'وَهَل تَرى الشَّمس جَهراً أَعيُنُ الحَنَمِ'},
                    {right: 'وَجاءَهُ الوَحيُ إِيذاناً بِهِجرَتِهِ', left: 'فَيَمَّمَ الغارَ بِالصِّدِّيقِ في الغَسَمِ'},
                    {right: 'فَما اِستَقَرَّ بِهِ حَتّى تَبَوَّأَهُ', left: 'مِنَ الحَمائِمِ زَوجٌ بارِعُ الرَّنَمِ'},
                    {right: 'بَنى بِهِ عُشَّهُ وَاِحتَلَّهُ سَكناً', left: 'يَأوي إِلَيهِ غَداةَ الرّيحِ وَالرّهَمِ'},
                    {right: 'إِلفانِ ما جَمَعَ المِقدارُ بَينَهُما', left: 'إِلّا لِسِرٍّ بِصَدرِ الغارِ مُكتَتَمِ'},
                    {right: 'كِلاهُما دَيدَبانٌ فَوقَ مَربأَةٍ', left: 'يَرعَى المَسالِكَ مِن بُعدٍ وَلَم يَنَمِ'},
                    {right: 'إِن حَنَّ هَذا غَراماً أَو دَعا طَرَباً', left: 'بِاسمِ الهَديلِ أَجابَت تِلكَ بِالنَّغَمِ'},
                    {right: 'يَخالُها مَن يَراها وَهيَ جاثِمَةٌ', left: 'في وَكرِها كُرَةً مَلساءَ مِن أَدَمِ'},
                    {right: 'إِن رَفرَفَت سَكَنَت ظِلّاً وَإِن هَبَطَت', left: 'رَوَت غَليلَ الصَّدى مِن حائِرٍ شَبِمِ'},
                    {right: 'مَرقُومَةُ الجِيدِ مِن مِسكٍ وَغالِيَةٍ', left: 'مَخضُوبَةُ الساقِ وَالكَفَّينِ بِالعَنَمِ'},
                    {right: 'كَأَنَّما شَرَعَت في قانِيءٍ سربٍ', left: 'مِن أَدمُعِي فَغَدَت مُحمَرَّةَ القَدَمِ'},
                    {right: 'وَسَجفَ العَنكَبُوتُ الغارَ مُحتَفِياً', left: 'بِخَيمَةٍ حاكَها مِن أَبدَعِ الخِيَمِ'},
                    {right: 'قَد شَدَّ أَطنابَها فَاِستَحكَمَت وَرَسَت', left: 'بِالأَرضِ لَكِنَّها قامَت بِلا دِعَمِ'},
                    {right: 'كَأَنَّها سابِريٌّ حاكَهُ لَبِقٌ', left: 'بِأَرضِ سابُورَ في بحبُوحَةِ العَجَمِ'},
                    {right: 'وَارَت فَمَ الغارِ عَن عَينٍ تُلِمُّ بِهِ', left: 'فَصارَ يَحكي خَفاءً وَجهَ مُلتَثِمِ'},
                    {right: 'فَيا لَهُ مِن سِتارٍ دُونَهُ قَمَرٌ', left: 'يَجلُو البَصائِرَ مِن ظُلمٍ وَمِن ظُلَمِ'},
                    {right: 'فَظَلَّ فيهِ رَسولُ اللَّهِ مُعتَكِفاً', left: 'كَالدُرِّ في البَحر أَو كَالشَمسِ في الغُسَمِ'},
                    {right: 'حَتّى إِذا سَكَنَ الإِرجاف وَاِحتَرقَت', left: 'أَكبادُ قَومٍ بِنارِ اليَأسِ وَالوَغَمِ'},
                    {right: 'أَوحى الرَّسولُ بِإِعدادِ الرَّحيلِ إِلى', left: 'مَن عِندَهُ السِّرُّ مِن خِلٍّ وَمِن حَشَمِ'},
                    {right: 'وَسارَ بَعدَ ثَلاثٍ مِن مَباءَتِهِ', left: 'يَؤُمُّ طَيبَةَ مَأوى كُلِّ مُعتَصِمِ'},
                    {right: 'فَحِينَ وَافى قُدَيداً حَلَّ مَوكِبُهُ', left: 'بِأُمِّ مَعبَدَ ذاتِ الشَّاءِ وَالغَنَمِ'},
                    {right: 'فَلَم تَجِد لِقِراهُ غَيرَ ضائِنَةٍ', left: 'قَدِ اقشَعَرَّت مَراعِيها فَلَم تَسُمِ'},
                    {right: 'فَما أَمَرَّ عَلَيها داعِياً يَدَهُ', left: 'حَتّى اِستَهَلَّت بِذِي شَخبينِ كَالدِّيَمِ'},
                    {right: 'ثُمَّ اِستَقَلَّ وَأَبقى في الزَّمانِ لَها', left: 'ذِكراً يَسيرُ عَلَى الآفاق كَالنَّسَمِ'},
                    {right: 'فَبَينَما هُوَ يَطوي البِيدَ أَدرَكَهُ', left: 'رَكضاً سُراقَةُ مِثلَ القَشعَمِ الضَّرِمِ'},
                    {right: 'حَتّى إِذا ما دَنا ساخَ الجَوادُ بِهِ', left: 'في بُرقَةٍ فَهَوى لِلسَّاقِ وَالقَدَمِ'},
                    {right: 'فَصاحَ مُبتَهِلاً يَرجُو الأَمانَ وَلَو', left: 'مَضى عَلى عَزمِهِ لانهارَ في رَجَمِ'},
                ]
            },
            {
                id: 3,
                name: 'القصيدة كاملةِ',
                desc: 'المائة بيت الثالثة',
                lines: [
                    {right: 'وَكَيفَ يَبلُغُ أَمراً دُونَهُ وَزَرٌ', left: 'مِنَ العِنايةِ لَم يَبلُغهُ ذُو نَسَمِ'},
                    {right: 'فَكَفَّ عَنهُ رَسولُ اللَّهِ وَهوَ بِهِ', left: 'أَدرى وَكَم نِقَمٍ تفتَرُّ عَن نِعَمِ'},
                    {right: 'وَلَم يَزَل سائِراً حَتّى أَنافَ عَلى', left: 'أَعلامِ طَيبَةَ ذاتِ المَنظَرِ العَمَمِ'},
                    {right: 'أَعظِم بِمَقدَمِهِ فَخراً وَمَنقبَةً', left: 'لِمَعشَرِ الأَوسِ وَالأَحياءِ مِن جُشَمِ'},
                    {right: 'فَخرٌ يَدُومُ لَهُم فَضلٌ بِذِكرَتِهِ', left: 'ما سارَت العِيسُ بِالزُّوّارِ لِلحَرَمِ'},
                    {right: 'يَومٌ بِهِ أَرَّخَ الإِسلامُ غُرَّتَهُ', left: 'وَأَدرَكَ الدِّينُ فيهِ ذِروَةَ النُّجُمِ'},
                    {right: 'ثُمَّ اِبتَنى سَيِّدُ الكَونَينِ مَسحِدَهُ', left: 'بُنيانَ عِزٍّ فَأَضحى قائِمَ الدّعَمِ'},
                    {right: 'وَاِختَصَّ فيهِ بِلالاً بِالأَذانِ وَما', left: 'يُلفى نَظيرٌ لَهُ في نَبرَةِ النَّغَمِ'},
                    {right: 'حَتّى إِذا تَمَّ أَمرُ اللَّهِ وَاِجتَمَعَت', left: 'لَهُ القبَائِلُ مِن بُعدٍ وَمِن زَمَمِ'},
                    {right: 'قامَ النَّبِيُّ خَطيباً فيهِمُ فَأَرى', left: 'نَهجَ الهُدى وَنَهى عَن كُلِّ مُجتَرَمِ'},
                    {right: 'وَعَمَّهم بِكِتابٍ حَضَّ فيهِ عَلى', left: 'مَحاسِنِ الفَضلِ وَالآدابِ وَالشِّيمِ'},
                    {right: 'فَأَصبَحُوا في إِخاءٍ غَيرِ مُنصَدِعٍ', left: 'عَلى الزَّمانِ وَعِزٍّ غَيرِ مُنهَدِمِ'},
                    {right: 'وَحِينَ آخى رَسُولُ اللَّهِ بَينَهُمُ', left: 'آخى عَلِيّاً وَنِعمَ العَونُ في القُحَمِ'},
                    {right: 'هُوَ الَّذي هَزَمَ اللَّهُ الطُغاةَ بِهِ', left: 'في كُلِّ مُعتَرَكٍ بِالبِيضِ مُحتَدِمِ'},
                    {right: 'فَاِستَحكَم الدِّينُ وَاِشتَدَّت دَعائِمُهُ', left: 'حَتّى غَدا واضِحَ العِرنينِ ذا شَمَمِ'},
                    {right: 'وَأَصبَحَ الناسُ إِخواناً وَعَمَّهُمُ', left: 'فَضلٌ مِنَ اللَّهِ أَحياهُم مِنَ العَدَمِ'},
                    {right: 'هَذا وَقَد فَرَضَ اللَّهُ الجِهادَ عَلى', left: 'رَسُولِهِ لِيَبُثَّ الدِّينَ في الأُمَمِ'},
                    {right: 'فَكانَ أَوَّلُ غَزوٍ سارَ فيهِ إِلى', left: 'وَدّانَ ثُمَّ أَتى مِن غَيرِ مُصطَدَمِ'},
                    {right: 'ثُمَّ اِستَمَرَّت سَرايا الدِّينِ سابِحَةً', left: 'بِالخَيلِ جامِحَةً تَستَنُّ بِاللُّجُمِ'},
                    {right: 'سَرِيَّةٌ كانَ يَرعاها عُبَيدَةُ في', left: 'صَوبٍ وَحَمزَةُ في أُخرى إِلى التَّهَمِ'},
                    {right: 'وَغَزوَةٌ سارَ فيها المُصطَفى قُدُماً', left: 'إِلى بُواطٍ بِجَمعٍ ساطِعِ القَتَمِ'},
                    {right: 'وَمِثلَها يَمَّمَت ذاتَ العُشيرَةِ في', left: 'جَيشٍ لُهامٍ كَمَوجِ البَحرِ مُلتَطِمِ'},
                    {right: 'وَسارَ سَعدٌ إِلى الخَرّارِ يَقدُمُهُ', left: 'سَعدٌ وَلَم يَلقَ في مَسراهُ مِن بَشَمِ'},
                    {right: 'وَيَمَّمَت سَفَوان الخَيلُ سابِحَةً', left: 'بِكُلِّ مُعتَزِمٍ لِلقَرنِ مُلتَزِمِ'},
                    {right: 'وَتابَعَ السَّيرَ عَبدُ اللَّهِ مُتَّجِهاً', left: 'تِلقاءَ نَخلَةَ مَصحُوباً بِكُلِّ كَمِي'},
                    {right: 'وَحُوّلَت قِبلَةُ الإِسلامِ وَقتَئِذٍ', left: 'عَن وِجهَةِ القُدسِ نَحوَ البَيتِ ذي العِظَمِ'},
                    {right: 'وَيَمَّمَ المُصطَفى بَدراً فَلاحَ لَهُ', left: 'بَدرٌ مِنَ النَّصرِ جَلَّى ظُلمَةَ الوَخَمِ'},
                    {right: 'يَومٌ تَبَسَّمَ فيهِ الدِّينُ وَاِنهَمَلَت', left: 'عَلَى الضَّلالِ عُيونُ الشِّركِ بِالسَّجَمِ'},
                    {right: 'أَبلَى عَلِيٌّ بِهِ خَيرَ البَلاءِ بِما', left: 'حَباهُ ذُو العَرشِ مِن بَأسٍ وَمِن هِمَمِ'},
                    {right: 'وَجالَ حَمزَةُ بِالصَّمصامِ يَكسؤُهُم', left: 'كَسأً يُفَرِّقُ مِنهُم كُلَّ مُزدَحَمِ'},
                    {right: 'وَغادَرَ الصَّحبُ وَالأَنصارُ جَمعَهُمُ', left: 'وَلَيسَ فيهِ كَمِيٌّ غَيرُ مَنهَزِمِ'},
                    {right: 'تَقَسَّمَتهُم يَدُ الهَيجاءِ عادِلَةً', left: 'فَالهامُ لِلبِيض وَالأَبدانُ لِلرَّخَمِ'},
                    {right: 'كَأَنَّما البِيضُ بِالأَيدي صَوالِجَةٌ', left: 'يَلعَبنَ في ساحَةِ الهَيجاءِ بِالقِمَمِ'},
                    {right: 'لَم يَبقَ مِنهُم كَمِيٌّ غَيرُ مُنجَدِلٍ', left: 'عَلى الرّغامِ وَعُضوٌ غَيرُ مُنحَطِمِ'},
                    {right: 'فَما مَضَت ساعَةٌ وَالحَربُ مُسعَرَةٌ', left: 'حَتّى غَدا جَمعُهُم نَهباً لِمُقتَسِمِ'},
                    {right: 'قَد أَمطَرَتهُم سَماءُ الحَربِ صائِبَةً', left: 'بِالمَشرَفِيَّةِ وَالمُرّانِ كَالرُّجُمِ'},
                    {right: 'فَأَينَ ما كانَ مِن زَهوٍ وَمِن صَلَفٍ', left: 'وَأَينَ ما كانَ مِن فَخرٍ وَمِن شَمَمِ'},
                    {right: 'جاؤُا وِللشَّرِّ وَسمٌ في مَعاطِسِهِم', left: 'فَأُرغِمُوا وَالرَّدى في هَذِهِ السِّيَمِ'},
                    {right: 'مَن عارَضَ الحَقَّ لَم تَسلَم مَقاتِلُهُ', left: 'وَمَن تَعَرَّضَ لِلأَخطارِ لَم يَنَمِ'},
                    {right: 'فَما اِنقَضى يَومُ بَدرٍ بِالَّتي عَظُمَت', left: 'حَتّى مَضى غازِياً بِالخَيلِ في الشُّكُمِ'},
                    {right: 'فَيَمَّمَ الكُدرَ بِالأَبطالِ مُنتَحِياً', left: 'بَني سُلَيمٍ فَوَلَّت عَنهُ بِالرَّغَمِ'},
                    {right: 'وَسارَ في غَزوَةٍ تُدعى السَّويقَ بِما', left: 'أَلقاهُ أَعداؤُهُ مِن عُظمِ زادِهِمِ'},
                    {right: 'ثُمَّ اِنتَحى بِوُجُوهِ الخَيل ذَا أَمرٍ', left: 'فَفَرَّ ساكِنُهُ رُعباً إِلى الرَّقَمِ'},
                    {right: 'وَأَمَّ فرعاً فَلَم يَثقَف بِهِ أَحَداً', left: 'وَمَن يُقيمُ أَمامَ العارِضِ الهَزِمِ'},
                    {right: 'وَلَفَّ بِالجَيشِ حَيَّي قَينُقاعَ بِما', left: 'جَنَوا فَتَعساً لَهُم مِن مَعشَرٍ قَزَمِ'},
                    {right: 'وَسارَ زَيدٌ بِجَمعٍ نَحوَ قَردَةَ مِن', left: 'مِياهِ نَجدٍ فَلَم يَثقَف سِوى النَّعَمِ'},
                    {right: 'ثُمَّ اِستَدارَت رَحا الهَيجاءِ في أُحُدٍ', left: 'بِكُلِّ مُفتَرِسٍ لِلقِرنِ مُلتَهِمِ'},
                    {right: 'يَومٌ تَبَيَّنَ فيهِ الجِدُّ وَاِتَّضَحَت', left: 'جَلِيَّةُ الأَمرِ بَعدَ الجَهدِ وَالسَّأَمِ'},
                    {right: 'قَد كانَ خُبراً وَتَمحيصاً وَمَغفِرَةً', left: 'لِلمُؤمِنينَ وَهَل بُرءٌ بِلا سَقَمِ'},
                    {right: 'مَضى عَلِيٌّ بِهِ قُدماً فَزَلزَلَهُم', left: 'بِحَملَةٍ أَورَدَتهُم مَورِدَ الشَّجَمِ'},
                    {right: 'وَأَظهَرَ الصَّحبُ وَالأَنصارُ بَأسَهم', left: 'وَالبَأسُ في الفِعلِ غَيرُ البَأسِ فِي الكَلِمِ'},
                    {right: 'خاضُوا المَنايا فَنالُوا عِيشَةً رَغَداً', left: 'وَلَذَّةُ النَّفسِ لا تَأتِي بِلا أَلَمِ'},
                    {right: 'مَن يَلزَمِ الصَّبرَ يَستَحسِن عَواقِبَهُ', left: 'وَالماءُ يَحسُنُ وَقعاً عِندَ كُلِّ ظَمِ'},
                    {
                        right: 'لَو لَم يَكُن فِي اِحتِمالِ الصَّبرِ مَنقَبةٌ',
                        left: 'لَم يَظهَرِ الفَرقُ بَينَ اللُّؤمِ وَالكَرَمِ'
                    },
                    {right: 'فَكانَ يَوماً عَتِيدَ البَأسِ نالَ بِهِ', left: 'كِلا الفَريقَينِ جَهداً وَارِيَ الحَدَمِ'},
                    {right: 'أَودى بِهِ حَمزَةُ الصِّندِيدُ فِي نَفَرٍ', left: 'نالوا الشَّهادَةَ تَحتَ العارِضِ الرَّزِمِ'},
                    {right: 'أَحسِن بِها مَيتَةً أَحيَوا بِها شَرَفاً', left: 'وَالمَوتُ في الحَربِ فَخرُ السّادَةِ القُدُمِ'},
                    {right: 'لا عارَ بِالقَومِ مِن مَوتٍ وَمِن سَلَبٍ', left: 'وَهَل رَأَيتَ حُساماً غَيرَ مُنثَلِمِ'},
                    {right: 'فَكانَ يَوم جَزاءٍ بَعدَ مُختَبَرٍ', left: 'لِمَن وَفا وَجَفا بِالعِزِّ وَالرَّغَمِ'},
                    {right: 'قامَ النَّبِيُّ بِهِ في مَأزِقٍ حَرِج', left: 'تَرعى المَناصِلُ فيهِ مَنبِتَ الجُمَمِ'},
                    {right: 'فَلَم يَزَل صابِراً في الحَربِ يَفثَؤُها', left: 'بِالبِيضِ حَتّى اِكتَسَت ثَوباً مِنَ العَنَمِ'},
                    {right: 'وَرَدَّ عَينَ اِبنِ نُعمان قَتادَةَ إِذ', left: 'سالَت فَعادَت كَما كانَت بِلا لَتمِ'},
                    {right: 'وَقَد أَتى بَعدَ ذا يَومُ الرَّجِيعِ بِما', left: 'فِيهِ مِنَ الغَدرِ بَعدَ العَهدِ وَالقَسَمِ'},
                    {right: 'وَثارَ نَقعُ المَنايا في مَعُونَةَ مِن', left: 'بَني سُلَيمٍ بِأَهلِ الفَضلِ وَالحِكَمِ'},
                    {right: 'ثُمَّ اِشرَأَبَّت لِخَفرِ العَهدِ مِن سَفَهٍ', left: 'بَنُو النَّضيرِ فَأَجلاهُم عَنِ الأُطُمِ'},
                    {right: 'وَسارَ مُنتَحِياً ذاتَ الرِّقاعِ فَلَم', left: 'تَلقَ الكَتائِبُ فيها كَيدَ مُصطَدَمِ'},
                    {right: 'وَحَلَّ مِن بَعدِها بَدراً لِوَعدِ أَبِي', left: 'سُفيانَ لَكِنَّهُ وَلّى وَلَم يَحُمِ'},
                    {right: 'وَأَمَّ دَومَةَ في جَمعٍ وَعادَ إِلى', left: 'مَكانِهِ وَسَماءُ النَّقعِ لَم تَغِمِ'},
                    {right: 'ثُمَّ اِستَثارَت قُرَيشٌ وَهيَ ظالِمَةٌ', left: 'أَحلافَها وَأَتَت في جَحفَلٍ لَهِمِ'},
                    {right: 'تَستَمرِئُ البَغيَ مِن جَهلٍ وَما عَلِمَت', left: 'أَنَّ الجَهالَة مَدعاةٌ إِلى الثَّلَمِ'},
                    {right: 'وَقامَ فيهم أَبُو سُفيانَ مِن حَنَقٍ', left: 'يَدعُو إِلى الشَّرِّ مثلَ الفَحلِ ذِي القَطَمِ'},
                    {right: 'فَخَندَقَ المُؤمِنُونَ الدّارَ وَاِنتَصَبُوا', left: 'لِحَربِهِم كَضَواري الأُسدِ في الأَجَمِ'},
                    {right: 'فَما اِستَطاعَت قُرَيشٌ نَيلَ ما طَلَبَت', left: 'وَهَل تَنالُ الثُّرَيّا كَفُّ مُستَلِمِ'},
                    {right: 'رامَت بِجَهلَتِها أَمراً وَلَو عَلِمَت', left: 'ماذَا أُعِدَّ لَها في الغَيبِ لَم تَرُمِ'},
                    {right: 'فَخَيَّبَ اللَّهُ مَسعاها وَغادَرَها', left: 'نَهبَ الرَّدى وَالصَّدى وَالرِّيحِ وَالطَّسَمِ'},
                    {right: 'فَقوَّضَت عُمُدَ التَّرحالِ وَاِنصَرَفَت', left: 'لَيلاً إِلى حَيثُ لَم تَسرَح وَلَم تَسُمِ'},
                    {right: 'وَكَيفَ تَحمَدُ عُقبى ماجَنَت يَدُها', left: 'بَغياً وَقَد سَرَحَت في مَرتَعٍ وَخِمِ'},
                    {right: 'قَد أَقبَلَت وَهيَ في فَخرٍ وَفي جَذَلٍ', left: 'وَأَدبَرَت وَهيَ في خِزيٍ وَفي سَدَمِ'},
                    {right: 'مَن يَركَبِ الغَيَّ لا يَحمَد عَواقِبَهُ', left: 'وَمَن يُطِع قَلبُهُ أَمرَ الهَوى يَهِمِ'},
                    {right: 'ثُمَّ اِنتَحى بِوُجُوهِ الخَيلِ ساهِمَةً', left: 'بَني قُرَيظَةَ في رَجراجَةٍ حُطَمِ'},
                    {right: 'خانُوا الرَّسُولَ فَجازاهُم بِما كَسَبُوا', left: 'وَفِي الخِيانَةِ مَدعاةٌ إِلى النِّقَمِ'},
                    {right: 'وَسارَ يَنحُو بَني لِحيانَ فَاِعتَصَمُوا', left: 'خَوفَ الرَّدى بِالعَوالي كُلَّ مُعتَصَمِ'},
                    {right: 'وَأَمَّ ذا قَرَدٍ في جَحفَلٍ لَجِبٍ', left: 'يَستَنُّ في لاحِبٍ بادٍ وَفي نَسَمِ'},
                    {right: 'وَزارَ بِالجَيشِ غَزواً أَرضَ مُصطَلِقٍ', left: 'فَما اتَّقُوهُ بِغَيرِ البِيضِ في الخَدَمِ'},
                    {right: 'وَفي الحُدَيبِيَةِ الصُّلحُ اِستَتَبَّ إِلى', left: 'عَشرٍ وَلَم يَجرِ فيها مِن دَمٍ هَدَمِ'},
                    {right: 'وَجاءَ خَيبَرَ في جَأواءَ كَالِحَةٍ', left: 'بِالخَيلِ كَالسَّيلِ وَالأَسيافِ كَالضَّرَمِ'},
                    {right: 'حَتّى إِذا اِمتَنَعَت شُمُّ الحُصونِ عَلى', left: 'مَن رامَها بَعدَ إِيغالٍ وَمُقتَحَمِ'},
                    {right: 'قالَ النَّبِيُّ سَأُعطِي رايَتِي رَجُلاً', left: 'يُحِبُّنِي وَيُحِبُّ اللَّهَ ذا الكَرَمِ'},
                    {right: 'ذا مرَّةٍ يَفتَحُ اللَّهُ الحُصونَ عَلَى', left: 'يَدَيهِ لَيسَ بِفَرّارٍ وَلا بَرِمِ'},
                    {right: 'فَما بَدا الفَجرُ إِلّا وَالزَّعيمُ عَلى', left: 'جَيشِ القِتالِ عَلِيٌّ رافِعُ العَلَمِ'},
                    {right: 'وَكانَ ذا رَمَدٍ فَاِرتَدَّ ذا بَصَرٍ', left: 'بِنَفثَةٍ أَبرَأَت عَينَيهِ مِن وَرَمِ'},
                    {right: 'فَسارَ مُعتَزِماً حَتّى أَنافَ عَلى', left: 'حُصُونِ خَيبَرَ بِالمَسلُولَةِ الخُذُمِ'},
                    {right: 'يَمضِي بِمُنصُلِهِ قُدماً فَيَلحَمُهُ', left: 'مَجرى الوَريدِ مِنَ الأَعناقِ وَاللِّمَمِ'},
                    {right: 'حَتّى إِذا طاحَ مِنهُ التُّرسُ تاحَ لَهُ', left: 'بابٌ فَكانَ لَهُ تُرساً إِلى العَتَمِ'},
                    {right: 'بابٌ أَبَت قَلبَهُ جَهداً ثَمانِيَةٌ', left: 'مِنَ الصَّحابَةِ أَهلِ الجِدِّ وَالعَزَمِ'},
                    {right: 'فَلَم يَزَل صائِلاً في الحَربِ مُقتَحِماً', left: 'غَيابَةَ النَّقعِ مِثلَ الحَيدَرِ القَرِمِ'},
                    {right: 'حَتّى تَبَلَّجَ فَجرُ النَّصرِ وَاِنتَشَرَت', left: 'بِهِ البَشائِرُ بَينَ السَّهلِ وَالعَلَمِ'},
                    {right: 'أَبشِر بِهِ يَومَ فَتحٍ قَد أَضاءَ بِهِ', left: 'وَجهُ الزَّمانِ فَأَبدى بِشرَ مُبتَسِمِ'},
                    {right: 'أَتى بِهِ جَعفَرُ الطَّيّارُ فَاِبتَهَجَت', left: 'بِعَودِهِ أَنفُسُ الأَصحابِ وَالعُزَمِ'},
                    {right: 'فَكانَ يَوماً حَوى عِيدَينِ في نَسَقٍ', left: 'فَتحاً وَعَود كَرِيمٍ طاهِرِ الشِّيَمِ'},

                ]
            },
            {
                id: 4,
                name: 'القصيدة كاملةِ',
                desc: 'المائة بيت الرايعة',
                lines: [
                    {right: 'وَعادَ بِالنَّصرِ مَولى الدِّينِ مُنصَرِفاً', left: 'يَؤُمُّ طَيبَةَ فِي عِزٍّ وَفِي نِعَمِ'},
                    {right: 'ثُمَّ اِستَقامَ لِبَيتِ اللَّهِ مُعتَمِراً', left: 'لِنَيلِ ما فاتَهُ بِالهَديِ لِلحَرَمِ'},
                    {right: 'وَسارَ زَيدٌ أَميراً نَحوَ مُؤتَةَ في', left: 'بَعثٍ فَلاقى بِها الأَعداءَ مِن كَثَمِ'},
                    {right: 'فَعَبَّأَ المُسلِمُونَ الجُندَ وَاِقتَتَلُوا', left: 'قِتالَ مُنتَصِرٍ لِلحَقِّ مُنتَقِمِ'},
                    {right: 'فَطاحَ زَيدٌ وَأَودى جَعفَرٌ وَقَضى', left: 'تَحتَ العَجاجَةِ عَبدُ اللَّهِ في قُدُمِ'},
                    {right: 'لا عارَ بِالمَوتِ فَالشَّهمُ الجَرِيءُ يَرى', left: 'أَنَّ الرَّدى في المَعالي خَيرُ مُغتَنَمِ'},
                    {right: 'وَحِينَ خاسَت قُرَيشٌ بِالعُهُودِ وَلَم', left: 'تُنصِف وَسارَت مِن الأَهواءِ في نَقَمِ'},
                    {right: 'وَظاهَرَت مِن بَني بَكرٍ حَليفَتَها', left: 'عَلى خُزاعَةَ أَهلِ الصِّدقِ فِي الذِّمَمِ'},
                    {right: 'قامَ النَّبِيُّ لِنَصرِ الحَقِّ مُعتَزِماً', left: 'بِجَحفَلٍ لِجُمُوعِ الشِّركِ مُختَرِمِ'},
                    {right: 'تَبدُو بِهِ البِيضُ وَالقَسطالُ مُنتَشِرٌ', left: 'كَالشُّهبِ في اللَّيلِ أَو كَالنّارِ فِي الفَحَمِ'},
                    {right: 'لَمعُ السُّيُوفِ وَتَصهالُ الخُيولِ بِهِ', left: 'كَالبَرقِ وَالرَّعدِ في مُغدَودِقٍ هَزِمِ'},
                    {right: 'عَرمرَمٌ يَنسِفُ الأَرضَ الفَضاءَ إِذا', left: 'سَرى بِها وَيَدُكُّ الهَضبَ مِن خِيَمِ'},
                    {right: 'فِيهِ الكُماةُ الَّتي ذَلَّت لِعِزَّتِها', left: 'مَعاطِسٌ لَم تُذَلَّل قَبلُ بِالخُطُمِ'},
                    {right: 'مِن كُلِّ مُعتَزِمٍ بِالصَّبرِ مُحتَزِمٍ', left: 'لِلقِرنِ مُلتَزِمٍ في البَأسِ مُهتَزِمِ'},
                    {right: 'طالَت بِهِم هِمَمٌ نالُوا السِّماكَ بِها', left: 'عَن قُدرَةٍ وَعُلُوُّ النَّفسِ بِالهِمَمِ'},
                    {right: 'بِيضٌ أَساوِرَةٌ غُلبٌ قَساوِرَةٌ', left: 'شُكسٌ لَدى الحَربِ مِطعامونَ في الأُزُمِ'},
                    {right: 'طابَت نُفُوسُهُمُ بِالمَوتِ إِذ عَلِمُوا', left: 'أَنَّ الحَياةَ الَّتي يَبغُونَ في العَدَمِ'},
                    {right: 'ساسُوا الجِيادَ فَظَلَّت في أَعِنَّتِها', left: 'طَوعَ البَنانَةِ في كَرٍّ وَمُقتَحَمِ'},
                    {right: 'تَكادُ تَفقَهُ لَحنَ القَولِ مِن أَدَبٍ', left: 'وَتَسبِقُ الوَحيَ وَالإِيماءَ مِن فَهَمِ'},
                    {right: 'كَأَنَّ أَذنابَها في الكَرِّ أَلوِيَةٌ', left: 'عَلَى سَفِينٍ لِأَمرِ الرِّيحِ مُرتَسِمِ'},
                    {right: 'مِن كُلِّ مُنجَرِدٍ يَهوي بِصاحِبِهِ', left: 'بَينَ العَجاجِ هوِيَّ الأَجدَلِ اللَّحِمِ'},
                    {right: 'وَالبِيضُ تَرجُفُ في الأَغمادِ مِن ظَمَأٍ', left: 'وَالسُّمرُ تَرعدُ في الأَيمانِ مِن قَرَمِ'},
                    {right: 'مِن كُلِّ مُطَّرِدٍ لَولا عَلائِقُهُ', left: 'لَسابَقَ المَوتَ نَحوَ القِرنِ مِن ضَرَمِ'},
                    {right: 'كَأَنَّهُ أَرقَمٌ في رَأسِهِ حُمَةٌ', left: 'يَستَلُّ كَيدَ الأَعادي بِابنَةِ الرَّقَمِ'},
                    {right: 'فَلَم يَزَل سائِراً حَتّى أَنافَ عَلى', left: 'أَرباضِ مَكّةَ بِالفُرسانِ وَالبُهَمِ'},
                    {right: 'وَلَفَّهم بِخَمِيسٍ لَو يَشُدُّ عَلى', left: 'أَركانِ رَضوى لَأَضحى مائِلَ الدِّعَمِ'},
                    {right: 'فَأَقبَلوا يَسأَلُونَ الصَّفحَ حِينَ رَأَوا', left: 'أَنَّ اللَّجاجَةَ مَدعاةٌ إِلى النَّدَمِ'},
                    {right: 'رِيعُوا فَذَلُّوا وَلَو طاشُوا لَوَقَّرَهُم', left: 'ضَربٌ يُفَرِّقُ مِنهُم مَجمَعَ اللِّمَمِ'},
                    {right: 'ذاقُوا الرَّدى جُرَعاً فَاِستَسلَمُوا جَزَعاً', left: 'لِلصُّلحِ وَالحَربُ مَرقاةٌ إِلى السَّلَمِ'},
                    {right: 'وَأَقبَلَ النَّصرُ يَتلُو وَهوَ مُبتَسِمٌ', left: 'المَجدُ لِلسَّيفِ لَيسَ المَجدُ لِلقَلَمِ'},
                    {right: 'يا حائِرَ اللُّبِّ هَذا الحَقُّ فَامضِ لَهُ', left: 'تَسلَم وَهَذا سَبِيلُ الرُّشدِ فَاِستَقِمِ'},
                    {right: 'لا يَصرَعَنَّكَ وَهمٌ بِتَّ تَرقُبُهُ', left: 'إِنَّ التَّوَهُّمَ حَتفُ العاجِزِ الوَخِمِ'},
                    {right: 'هَذا النَّبيُّ وَذاكَ الجَيشُ مُنتَشِرٌ', left: 'مِلءَ الفَضا فَاِستَبق لِلخَيرِ تَغتَنِمِ'},
                    {right: 'فَالزَم حِماهُ تَجِد ما شِئتَ مِن أَرَبٍ', left: 'وَشِم نَداهُ إِذا ما البَرقُ لَم يُشَمِ'},
                    {right: 'وَاحلُل رِحالَكَ وَانزِل نَحوَ سُدَّتِهِ', left: 'فَإِنَّها عصمَةٌ مِن أَوثَقِ العِصمِ'},
                    {right: 'أَحيا بِهِ اللَّهُ أَمواتَ القُلوبِ كَما', left: 'أَحيا النَّباتَ بِفَيضِ الوابِلِ الرَّذِمِ'},
                    {right: 'حَتّى إِذا تَمَّ أَمرُ الصُلحِ وَاِنتَظَمَت', left: 'بِهِ عُقودُ الأَماني أَيَّ مُنتَظَمِ'},
                    {right: 'قامَ النَّبِيُّ بِشُكرِ اللَّهِ مُنتَصِباً', left: 'وَالشُّكرُ فِي كُلِّ حالٍ كافِلُ النِّعَمِ'},
                    {right: 'وَطافَ بِالبَيتِ سبعاً فَوقَ راحِلَةٍ', left: 'قَوداءَ ناجِيَةٍ أَمضى مِنَ النَّسَمِ'},
                    {right: 'فَما أَشارَ إِلى بُدٍّ بِمِحجَنِهِ', left: 'إِلّا هوَى لِيَدٍ مَغلُولَةٍ وَفَمِ'},
                    {right: 'وَفِي حُنَينٍ إِذ اِرتَدَّت هَوازِنُ عَن', left: 'قَصدِ السَّبيلِ وَلَم تَرجِع إِلى الحَكَمِ'},
                    {right: 'سَرى إِلَيها بِبَحرٍ مِن مُلَملَمَةٍ', left: 'طامي السّراة بِمَوجِ البِيضِ مُلتَطِمِ'},
                    {right: 'حَتّى اِستَذَلَّت وَعادَت بَعدَ نَخوَتِها', left: 'تُلقي إِلى كُلِّ مَن تَلقاهُ بِالسَّلَمِ'},
                    {right: 'وَيَمَّمَ الطّائِفَ الغَنّاءَ ثُمَّ مَضى', left: 'عَنها إلى أَجَلٍ في الغَيبِ مُكتَتَمِ'},
                    {right: 'وَحِينَ أَوفى عَلى وادِي تَبُوكَ سَعى', left: 'إِلَيهِ ساكِنُها طَوعاً بِلا رَغَمِ'},
                    {right: 'فَصالَحُوهُ وَأَدَّوا جِزيَةً وَرَضُوا', left: 'بِحُكمِهِ وَتَبيعُ الرُشد لَم يَهِمِ'},
                    {right: 'أَلفى بِها عَينَ ماءٍ لا تَبِضُّ فَمُذ', left: 'دَعا لَها اِنفَجَرَت عَن سائِغٍ سَنِمِ'},
                    {right: 'وَراوَدَ الغَيثَ فَاِنهَلَّت بَوادِرُهُ', left: 'بَعدَ الجُمودِ بِمُنهَلٍّ وَمُنسَجِمِ'},
                    {right: 'وَأَمَّ طَيبَةَ مَسروراً بِعَودَتِهِ', left: 'يَطوي المَنازِلَ بِالوَخّادَةِ الرُّسُمِ'},
                    {right: 'ثُمَّ اِستَهَلَّت وُفُودُ الناسِ قاطِبَةً', left: 'إِلى حِماهُ فَلاقَت وافِرَ الكَرَمِ'},
                    {right: 'فَكانَ عامَ وُفودٍ كُلَّما اِنصَرَفَت', left: 'عِصابَةٌ أَقبَلَت أُخرى عَلى قَدَمِ'},
                    {right: 'وَأَرسَلَ الرُّسلَ تَترى لِلمُلوكِ بِما', left: 'فِيهِ بَلاغٌ لِأَهلِ الذِّكرِ وَالفَهَمِ'},
                    {right: 'وَأَمَّ غالِبُ أَكنافَ الكَديدِ إِلى', left: 'بَني المُلَوَّحِ فَاِستَولى عَلى النَّعَمِ'},
                    {right: 'وَحِينَ خانَت جُذامٌ فَلَّ شَوكَتَها', left: 'زَيدٌ بِجَمعٍ لِرَهطِ الشِّركِ مُقتَثِمِ'},
                    {right: 'وَسارَ مُنتَحِياً وادي القُرى فَمَحا', left: 'بَني فَزارَةَ أَصلَ اللُّؤمِ وَالقَزَمِ'},
                    {right: 'وَأَمَّ خَيبَرَ عَبدُ اللَّهِ في نَفَرٍ', left: 'إِلى اليَسِير فَأَرداهُ بِلا أَتَمِ'},
                    {right: 'وَيَمَّمَ اِبنُ أُنَيسٍ عُرضَ نَخلَةَ إِذ', left: 'طَغا اِبنُ ثَورٍ فَاصماهُ وَلَم يَخِمِ'},
                    {right: 'ثُمَّ اِستَقَلَّ اِبنُ حِصنٍ فَاِحتَوَت يَدُهُ', left: 'عَلى بَني العَنبَرِ الطُّرّارِ وَالشُّجُمِ'},
                    {right: 'وَسارَ عَمرو إِلى ذاتِ السَّلاسِلِ في', left: 'جَمعٍ لُهامٍ لِجَيشِ الشِّركِ مُصطَلِمِ'},
                    {right: 'وَغَزوَتانِ لِعَبدِ اللَّهِ واجِدَةٌ', left: 'إِلى رِفاعَةَ وَالأُخرى إِلى إِضَمِ'},
                    {right: 'وَسارَ جَمعُ اِبنِ عَوفٍ نَحوَ دَومَةَ كَي', left: 'يَفُلَّ سَورَةَ أَهلِ الزُّورِ وَالتُّهَمِ'},
                    {right: 'وَأَمَّ بِالخَيلِ سيفَ البَحرِ مُعتَزِماً', left: 'أَبُو عُبَيدَةَ في صُيّابَةٍ حُشُمِ'},
                    {right: 'وَسارَ عَمرو إِلى أُمِّ القُرى لِأَبي', left: 'سُفيانَ لَكِن عَدَتهُ مُهلَةُ القِسَمِ'},
                    {right: 'وَأَمَّ مَديَنَ زَيدٌ فَاِستَوَت يَدُهُ', left: 'عَلى العَدُوِّ وَساقَ السَّبيَ كَالغَنَمِ'},
                    {right: 'وَقامَ سالِمُ بِالعَضبِ الجُرازِ إِلى', left: 'أَبي عُفَيكٍ فَأَرداهُ وَلَم يَجِمِ'},
                    {right: 'وَاِنقَضَّ لَيلاً عُمَيرٌ بِالحُسامِ عَلى', left: 'عَصماءَ حَتّى سَقاها عَلقَمَ العَدَمِ'},
                    {right: 'وَسارَ بَعثٌ فَلَم يُخطِئ ثُمامَةَ إِذ', left: 'رَآهُ فَاحتازَهُ غُنماً وَلَم يُلَمِ'},
                    {right: 'ذاكَ الهُمامُ الَّذي لَبّى بِمَكَّة إِذ', left: 'أَتى بِها مُعلِناً في الأَشهُرِ الحُرُمِ'},
                    {right: 'وَبَعثُ عَلقَمَةَ اِستَقرى العَدُوَّ ضُحىً', left: 'فَلَم يَجِد في خِلالِ الحَيِّ مِن أَرمِ'},
                    {right: 'وَرَدَّ كُرزٌ إِلى العَذراءِ مَن غَدَرُوا', left: 'يَسارَ حَتّى لَقَوا بَرحاً مِنَ الشَّجَمِ'},
                    {right: 'وَسارَ بَعثُ اِبنِ زَيدٍ لِلشَّآمِ فَلَم', left: 'يَلبَث أَنِ انقَضَّ كَالبازي عَلى اليَمَمِ'},
                    {right: 'فَهَذِهِ الغَزَواتُ الغُرُّ شامِلَةً', left: 'جَمعَ البُعُوثِ كَدُرٍّ لاحَ في نُظُمِ'},
                    {right: 'نَظَمتُها راجِياً نَيلَ الشَّفاعَةِ مِن', left: 'خَيرِ البَرايا وَمَولى العُربِ وَالعَجَمِ'},
                    {right: 'هُوَ النَّبِيُّ الَّذي لَولاهُ ما قُبِلَت', left: 'رَجاةُ آدمَ لَمّا زَلَّ في القِدَمِ'},
                    {right: 'حَسبِي بِطَلعَتِهِ الغَرّاءِ مَفخَرَةً', left: 'لَمّا اِلتَقَيتُ بِهِ في عالَمِ الحُلُمِ'},
                    {right: 'وَقَد حَباني عَصاهُ فَاِعتَصَمتُ بِها', left: 'في كُلِّ هَولٍ فَلم أَفزَع وَلَم أَهِمِ'},
                    {right: 'فَهيَ الَّتي كانَ يَحبُو مِثلَها كَرَماً', left: 'لِمَن يَوَدُّ وَحَسبِي نسبَةً بِهِمِ'},
                    {right: 'لَم أَخشَ مِن بَعدِها ما كُنتُ أَحذَرُهُ', left: 'وَكَيفَ وَهيَ الَّتي تُنجي مِنَ الغُمَمِ'},
                    {right: 'كَفى بِها نِعمَةً تَعلُو بِقيمَتِها', left: 'نَفسِي وَإِن كُنتُ مَسلوباً مِنَ القِيَمِ'},
                    {right: 'وَما أُبَرِّئُ نَفسي وَهيَ آمِرَةٌ', left: 'بِالسُوءِ ما لَم تَعُقها خيفَةُ النَّدَمِ'},
                    {right: 'فَيا نَدامَةَ نَفسي في المَعادِ إِذا', left: 'تَعَوَّذَ المَرءُ خَوفَ النُطقِ بِالبَكمِ'},
                    {right: 'لَكِنَّني وَاثِقٌ بِالعَفو مِن مَلِكٍ', left: 'يَعفُو بِرَحمَتِهِ عَن كُلِّ مُجتَرِمِ'},
                    {right: 'وَسَوفَ أَبلُغُ آمالي وَإِن عَظُمَت', left: 'جَرائِمي يَومَ أَلقى صاحِبَ العَلَمِ'},
                    {right: 'هُوَ الَّذي يَنعَشُ المَكرُوبَ إِذ عَلِقَت', left: 'بِهِ الرَّزايا وَيُغني كُلَّ ذي عَدَمِ'},
                    {right: 'هَيهاتَ يَخذُلُ مَولاهُ وَشاعِرَهُ', left: 'في الحَشرِ وَهوَ كَريمُ النَّفسِ وَالشِّيَمِ'},
                    {right: 'فَمَدحُهُ رَأسُ مالي يَومَ مُفتَقَرِي', left: 'وَحُبُّهُ عِزُّ نَفسي عِندَ مُهتَضَمِي'},
                    {right: 'وَهَبتُ نَفسِي لَهُ حُبّا وَتَكرِمَة', left: 'فَهَل تَراني بَلَغتُ السُّؤلَ مِن سَلَمي'},
                    {right: 'إِنِّي وَإِن مالَ بي دَهري وَبَرَّحَ بي', left: 'ضَيمٌ أَشاطَ عَلى جَمرِ النَّوى أَدَمي'},
                    {right: 'لثابِتُ العَهدِ لَم يَحلُل قُوى أَمَلِي', left: 'يَأسٌ وَلَم تَخطُ بِي في سَلوَةٍ قَدَمي'},
                    {right: 'لَم يَترُكِ الدَّهرُ لي ما أَستَعِينُ بِهِ', left: 'عَلى التَّجَمُّلِ إِلّا ساعِدي وَفَمِي'},
                    {right: 'هَذا يُحَبِّرُ مَدحي في الرَّسولِ وَذا', left: 'يَتلُو عَلى الناسِ ما أُوحيهِ مِن كَلِمِي'},
                    {right: 'يا سَيِّدَ الكَونِ عَفواً إِن أَثِمتُ فَلي', left: 'بِحُبِّكُم صِلَةٌ تُغنِي عَنِ الرَّحِمِ'},
                    {right: 'كَفى بِسَلمانَ لِي فَخراً إِذا انتَسَبَت', left: 'نَفسي لَكُم مِثلَهُ في زُمرَةِ الحَشَمِ'},
                    {right: 'وَحسنُ ظَنِّي بِكُم إِن مُتُّ يَكلَؤُني', left: 'مِن هَولِ ما أَتَّقي فِي ظُلمَةِ الرَّجَمِ'},
                    {right: 'تَاللَّهِ ما عاقَني عَن حَيِّكُم شَجَنٌ', left: 'لَكِنَّنِي مُوثَقٌ في رِبقَةِ السَّلَمِ'},
                    {right: 'فَهَل إِلى زَورَةٍ يَحيا الفُؤادُ بِها', left: 'ذَرِيعَةٌ أَبتَغيها قَبلَ مُختَرَمِي'},
                    {right: 'شَكَوتُ بَثِّي إِلى رَبِّي لِيُنصِفَني', left: 'مِن كُلِّ باغٍ عَتِيدِ الجَورِ أَوهكمِ'},
                    {right: 'وَكَيفَ أَرهَبُ حَيفا وَهوَ مُنتَقِمٌ', left: 'يَهابُهُ كُلُّ جَبّارٍ وَمُنتَقِمِ'},
                    {right: 'لا غَروَ إِن نِلتُ ما أَمَّلتُ مِنهُ فَقَد', left: 'أَنزَلتُ مُعظَمَ آمالي بِذي كَرَمِ'},
                    {right: 'يا مالِكَ المُلكِ هَب لِي مِنكَ مَغفِرَةً', left: 'تَمحُو ذُنُوبي غَداةَ الخَوفِ وَالنَّدَمِ'},
                ]
            },
            {
                id: 5,
                name: 'القصيدة كاملةِ',
                desc: 'الخاتمة',
                lines: [
                    {right: 'وَاِمنُن عَلَيَّ بِلُطفٍ مِنكَ يَعصِمُني', left: 'زَيغَ النُّهى يَومَ أَخذِ المَوتِ بِالكَظَمِ'},
                    {right: 'لَم أَدعُ غَيرَكَ فِيما نابَني فَقِني', left: 'شَرَّ العَواقِبِ وَاِحفَظنِي مِنَ التُّهَمِ'},
                    {right: 'حاشا لِراجيكَ أَن يَخشى العِثارَ وَما', left: 'بَعدَ الرَّجاءِ سِوى التَّوفيقِ لِلسَّلَمِ'},
                    {right: 'وَكَيفَ أَخشى ضَلالاً بَعدَما سَلَكَت', left: 'نَفسِي بِنُورِ الهُدى في مَسلَكٍ قِيَمِ'},
                    {right: 'وَلِي بِحُبِّ رَسُولِ اللَّهِ مَنزِلَةٌ', left: 'أَرجُو بِها الصَّفحَ يَومَ الدِّينِ عَن جُرُمِي'},
                    {right: 'لا أَدَّعي عِصمَةً لَكِن يَدِي عَلِقَت', left: 'بِسَيِّدٍ مَن يَرِد مَرعاتَهُ يَسُمِ'},
                    {right: 'خَدَمتُهُ بِمَديحي فَاِعتَلَوتُ عَلى', left: 'هامِ السِّماكِ وَصارَ السَّعدُ مِن خَدَمِي'},
                    {right: 'وَكَيفَ أَرهَبُ ضَيماً بَعدَ خِدمَتِهِ', left: 'وَخادِمُ السَّادَةِ الأَجوادِ لَم يُضَمِ'},
                    {right: 'أَم كَيفَ يَخذُلُنِي مِن بَعدِ تَسمِيَتِي', left: 'بِاسمٍ لَهُ في سَماءِ العَرشِ مُحتَرَمِ'},
                    {right: 'أَبكانِيَ الدَّهرُ حَتّى إِذ لَجِئتُ بِهِ', left: 'حَنا عَلَيَّ وَأَبدى ثَغرَ مُبتَسِمِ'},
                    {right: 'فَهوَ الَّذي يَمنَحُ العافِينَ ما سَأَلُوا', left: 'فَضلاً وَيَشفَعُ يَومَ الدِّينِ في الأُمَمِ'},
                    {right: 'نُورٌ لِمُقتَبِسٍ ذُخرٌ لِمُلتَمِسٍ', left: 'حِرزٌ لِمُبتَئِسٍ كَهفٌ لِمُعتَصِمِ'},
                    {right: 'بَثَّ الرَّدى وَالنَّدى شَطرَينِ فَاِنبَعَثا', left: 'فِيمَن غَوى وَهَدى بِالبُؤسِ وَالنِّعَمِ'},
                    {right: 'فَالكُفرُ مِن بَأسِهِ المَشهورِ في حَرَبٍ', left: 'وَالدِّينُ مِن عَدلِهِ المَأثُورِ في حَرَمِ'},
                    {right: 'هَذا ثَنائِي وَإِن قَصَّرتُ فيهِ فَلي', left: 'عُذرٌ وَأَينَ السُّها مِن كَفِّ مُستَلِمِ'},
                    {right: 'هَيهاتَ أَبلُغُ بِالأَشعارِ مدَحتَهُ', left: 'وَإِن سَلَكتُ سَبيلَ القالَةِ القُدُمِ'},
                    {right: 'ماذا عَسى أَن يَقُولَ المادِحُونَ وَقَد', left: 'أَثنى عَلَيهِ بِفَضلٍ مُنزلُ الكَلِمِ'},
                    {right: 'فَهاكَها يا رَسُولَ اللَّهِ زاهِرَةً', left: 'تُهدِي إِلى النَّفسِ رَيّا الآسِ وَالبَرَمِ'},
                    {right: 'وَسمتُها بِاسمِكَ العَالي فَأَلبَسنَها', left: 'ثَوباً مِنَ الفَخرِ لا يَبلى عَلى القِدَمِ'},
                    {right: 'غَرِيبَةٌ في إِسارِ البَينِ لَو أَنِسَت', left: 'بِنَظرَةٍ مِنكَ لاستغنَت عَنِ النَّسَمِ'},
                    {right: 'لَم أَلتَزِم نَظمَ حَبّاتِ البَديعِ بِها', left: 'إِذ كانَ صَوغُ المَعانِي الغُرِّ مُلتَزمِي'},
                    {right: 'وَإِنَّما هِيَ أَبياتٌ رَجَوتُ بِها', left: 'نَيلَ المُنى يَومَ تَحيا بَذَّةُ الرِّمَمِ'},
                    {right: 'نَثَرتُ فِيها فَرِيدَ المَدحِ فَاِنتَظَمَت', left: 'أَحسِن بِمُنتَثِرٍ مِنها وَمُنتَظِمِ'},
                    {right: 'صَدَّرتُها بِنَسِيبٍ شَفَّ باطِنُهُ', left: 'عَن عِفَّةٍ لَم يَشِنها قَولُ مُتَّهِمِ'},
                    {right: 'لَم أَتَّخِذهُ جُزافاً بَل سَلَكتُ بِهِ', left: 'فِي القَولِ مَسلَكَ أَقوامٍ ذَوي قَدَمِ'},
                    {right: 'تابَعتُ كَعباً وَحَسّاناً وَلِي بِهِما', left: 'في القَولِ أُسوَةُ بَرٍّ غَيرِ مُتَّهَمِ'},
                    {right: 'وَالشِّعرُ مَعرَضُ أَلبابٍ يُروجُ بِهِ', left: 'ما نَمَّقَتهُ يَدُ الآدابِ وَالحِكَمِ'},
                    {right: 'فَلا يَلُمنِي عَلى التَّشبِيبِ ذُو عَنَتٍ', left: 'فَبُلبُلُ الرَّوضِ مَطبُوعٌ عَلَى النَّغَمِ'},
                    {right: 'وَلَيسَ لِي رَوضَةٌ أَلهُو بِزَهرَتِها', left: 'في مَعرَضِ القَولِ إِلّا رَوضَةُ الحَرَمِ'},
                    {right: 'فَهيَ الَّتِي تَيَّمَت قَلبي وَهِمتُ بِها', left: 'وَجداً وَإِن كُنتُ عَفَّ النَّفسِ لَم أَهِمِ'},
                    {right: 'مَعاهِدٌ نَقَشَت في وَجنَتيَّ لَها', left: 'أَيدِي الهَوى أَسطُراً مِن عَبرَتِي بِدَمِ'},
                    {right: 'يا حادِيَ العِيسِ إِن بَلَّغتَني أَمَلي', left: 'مِن قَصدِهِ فَاِقتَرِح ما شِئتَ وَاِحتَكِمِ'},
                    {right: 'سِر بِالمَطايا وَلا تَرفَق فَلَيسَ فَتىً', left: 'أَولى بِهَذا السُّرى مِن سائِقٍ حُطَمِ'},
                    {right: 'وَلا تَخَف ضَلَّةً وَاِنظُر فَسَوفَ تَرى', left: 'نُوراً يُريكَ مَدَبَّ الذَّرِ فِي الأَكَمِ'},
                    {right: 'وَكَيفَ يَخشى ضَلالاً مَن يَؤُمُّ حِمى', left: 'مُحَمَّدٍ وَهوَ مِشكاةٌ عَلَى عَلَمِ'},
                    {right: 'هَذِي مُنايَ وَحَسبي أَن أَفوزَ بِها', left: 'بِنِعمَةِ اللَّهِ قَبلَ الشَّيبِ وَالهَرَمِ'},
                    {right: 'وَمَن يَكُن راجِياً مَولاهُ نالَ بِهِ', left: 'ما لَم يَنَلهُ بِفَضلِ الجِدِّ وَالهِمَمِ'},
                    {right: 'فاسجُد لَهُ وَاِقترِب تَبلُغ بِطاعَتِهِ', left: 'ما شِئتَ في الدَّهرِ مِن جاهٍ وَمِن عِظَمِ'},
                    {right: 'هَوَ المَليكُ الَّذي ذَلَّت لِعِزَّتِهِ', left: 'أَهلُ المَصانِعِ مِن عادٍ وَمِن إِرَمِ'},
                    {right: 'يُحيي البَرايا إِذا حانَ المَعادُ كَما', left: 'يُحيي النَّباتَ بِشُؤبوبٍ مِنَ الدِّيَمِ'},
                    {right: 'يا غافِرَ الذَّنبِ وَالأَلبابُ حائِرَةٌ', left: 'في الحَشرِ وَالنارُ تَرمي الجَوَّ بِالضَّرَمِ'},
                    {right: 'حاشا لِفَضلِكَ وَهوَ المُستَعاذُ بِهِ', left: 'أَن لا تَمُنَّ عَلى ذِي خَلَّةٍ عَدِمِ'},
                    {right: 'إِنّي لَمُستَشفِعٌ بِالمُصطَفى وَكَفى', left: 'بِهِ شَفِيعاً لَدى الأَهوالِ وَالقُحَمِ'},
                    {right: 'فَاقبَل رَجائِي فَمالي مَن أَلوذُ بِهِ', left: 'سِواكَ في كُلِّ ما أَخشاهُ مِن فَقَمِ'},
                    {right: 'وَصَلِّ رَبِّ عَلى المُختارِ ما طَلَعَت', left: 'شَمسُ النَّهارِ وَلاحَت أَنجُمُ الظُّلَمِ'},
                    {right: 'وَالآلِ وَالصَّحبِ وَالأَنصارِ مَن تَبِعُوا', left: 'هُداهُ وَاِعتَرَفوا بِالعَهدِ وَالذِّمَمِ'},
                    {right: 'وَامنُن عَلى عَبدِكَ العانِي بِمَغفِرَةٍ', left: 'تَمحُو خَطاياهُ في بَدءٍ وَمُختَتَمِ'}
                ]
            }
        ]
    },
    {
        author: 'الصحابي الجليل كعب ان زهير',
        name: 'بردة كعب بن زهير',
        desc: 'البردة الأولي و كانت أمام المصطفي صلي الله عليه وسلم بالمدينة المنورة',
        chapters: [
            {
                id: '1',
                name: 'الفصل الأول',
                desc: 'في الغزل وشكوى الغرام.',
                lines: [
                    {right: 'بانَتْ سُعادُ فَقَلْبي اليَوْمَ مَتْبولُ', left: 'مُتَيَّمٌ إثْرَها لم يُفْدَ مَكْبولُ'},
                    {right: 'وَمَا سُعَادُ غَداةَ البَيْن إِذْ رَحَلوا', left: 'إِلاّ أَغَنُّ غضيضُ الطَّرْفِ مَكْحُولُ'},
                    {right: 'هَيْفاءُ مُقْبِلَةً عَجْزاءُ مُدْبِرَةً', left: 'لا يُشْتَكى قِصَرٌ مِنها ولا طُولُ'},
                    {right: 'تَجْلُو عَوارِضَ ذي ظَلْمٍ إذا ابْتَسَمَتْ', left: 'كأنَّهُ مُنْهَلٌ بالرَّاحِ مَعْلُولُ'},
                    {right: 'شُجَّتْ بِذي شَبَمٍ مِنْ ماءِ مَعْنِيةٍ', left: 'صافٍ بأَبْطَحَ أضْحَى وهْومَشْمولُ'},
                    {right: 'تَنْفِي الرِّياحُ القَذَى عَنْهُ وأفْرَطُهُ', left: 'مِنْ صَوْبِ سارِيَةٍ بِيضٌ يَعالِيلُ'},
                    {right: 'أكْرِمْ بِها خُلَّةً لوْ أنَّها صَدَقَتْ', left: 'مَوْعودَها أَو ْلَوَ أَنَ النُّصْحَ مَقْبولُ'},
                    {right: 'لكِنَّها خُلَّةٌ قَدْ سِيطَ مِنْ دَمِها', left: 'فَجْعٌ ووَلَعٌ وإِخْلافٌ وتَبْديلُ'},
                    {right: 'فما تَدومُ عَلَى حالٍ تكونُ بِها', left: 'كَما تَلَوَّنُ في أثْوابِها الغُولُ'},
                    {right: 'ولا تَمَسَّكُ بالعَهْدِ الذي زَعَمْتْ', left: 'إلاَّ كَما يُمْسِكُ الماءَ الغَرابِيلُ'},
                    {right: 'فلا يَغُرَّنْكَ ما مَنَّتْ وما وَعَدَتْ', left: 'إنَّ الأمانِيَّ والأحْلامَ تَضْليلُ'},
                    {right: 'كانَتْ مَواعيدُ عُرْقوبٍ لَها مَثَلا', left: 'وما مَواعِيدُها إلاَّ الأباطيلُ'},
                    {right: 'أرْجو وآمُلُ أنْ تَدْنو مَوَدَّتُها', left: 'وما إِخالُ لَدَيْنا مِنْكِ تَنْويلُ'},
                ]
            },
            {
                id: '2',
                name: 'الفصل الثاني',
                desc: 'في وصف الطريق إلي الله.',
                lines: [
                    {right: 'أمْسَتْ سُعادُ بِأرْضٍ لايُبَلِّغُها', left: 'إلاَّ العِتاقُ النَّجيباتُ المَراسِيلُ'},
                    {right: 'ولَنْ يُبَلِّغَها إلاّغُذافِرَةٌ', left: 'لها عَلَى الأيْنِ إرْقالٌ وتَبْغيلُ'},
                    {right: 'مِنْ كُلِّ نَضَّاخَةِ الذِّفْرَى إذا عَرِقَتْ', left: 'عُرْضَتُها طامِسُ الأعْلامِ مَجْهولُ'},
                    {right: 'تَرْمِي الغُيوبَ بِعَيْنَيْ مُفْرَدٍ لَهِقٍ', left: 'إذا تَوَقَّدَتِ الحَزَّازُ والمِيلُ'},
                    {right: 'ضَخْمٌ مُقَلَّدُها فَعْم مُقَيَّدُها', left: 'في خَلْقِها عَنْ بَناتِ الفَحْلِ تَفْضيلُ'},
                    {right: 'غَلْباءُ وَجْناءُ عَلْكوم مُذَكَّرْةٌ', left: 'في دَفْها سَعَةٌ قُدَّامَها مِيلُ'},
                    {right: 'وجِلْدُها مِنْ أُطومٍ لا يُؤَيِّسُهُ', left: 'طَلْحٌ بضاحِيَةِ المَتْنَيْنِ مَهْزولُ'},
                    {right: 'حَرْفٌ أخوها أبوها مِن مُهَجَّنَةٍ', left: 'وعَمُّها خالُها قَوْداءُ شْمِليلُ'},
                    {right: 'يَمْشي القُرادُ عَليْها ثُمَّ يُزْلِقُهُ', left: 'مِنْها لِبانٌ وأقْرابٌ زَهالِيلُ'},
                    {right: 'عَيْرانَةٌ قُذِفَتْ بالنَّحْضِ عَنْ عُرُضٍ', left: 'مِرْفَقُها عَنْ بَناتِ الزُّورِ مَفْتولُ'},
                    {right: 'كأنَّما فاتَ عَيْنَيْهاومَذْبَحَها', left: 'مِنْ خَطْمِها ومِن الَّلحْيَيْنِ بِرْطيلُ'},
                    {right: 'تَمُرُّ مِثْلَ عَسيبِ النَّخْلِ ذا خُصَلٍ', left: 'في غارِزٍ لَمْ تُخَوِّنْهُ الأحاليلُ'},
                    {right: 'قَنْواءُ في حَرَّتَيْها لِلْبَصيرِ بِها', left: 'عَتَقٌ مُبينٌ وفي الخَدَّيْنِ تَسْهيلُ'},
                    {right: 'تُخْدِي عَلَى يَسَراتٍ وهي لاحِقَةٌ', left: 'ذَوابِلٌ مَسُّهُنَّ الأرضَ تَحْليلُ'},
                    {right: 'سُمْرُ العَجاياتِ يَتْرُكْنَ الحَصَى زِيماً', left: 'لم يَقِهِنَّ رُؤوسَ الأُكْمِ تَنْعيلُ'},
                    {right: 'كأنَّ أَوْبَ ذِراعَيْها إذا عَرِقَتْ', left: 'وقد تَلَفَّعَ بالكورِ العَساقيلُ'},
                    {right: 'يَوْماً يَظَلُّ به الحِرْباءُ مُصْطَخِداً', left: 'كأنَّ ضاحِيَهُ بالشَّمْسِ مَمْلولُ'},
                    {right: 'وقالَ لِلْقوْمِ حادِيهِمْ وقدْ جَعَلَتْ', left: 'وُرْقَ الجَنادِبِ يَرْكُضْنَ الحَصَى قِيلُوا'},
                    {right: 'شَدَّ النَّهارِ ذِراعا عَيْطَلٍ نَصِفٍ', left: 'قامَتْ فَجاوَبَها نُكْدٌ مَثاكِيلُ'},
                    {right: 'نَوَّاحَةٌ رِخْوَةُ الضَّبْعَيْنِ لَيْسَ لَها', left: 'لَمَّا نَعَى بِكْرَها النَّاعونَ مَعْقولُ'},
                    {right: 'تَفْرِي الُّلبانَ بِكَفَّيْها ومَدْرَعُها', left: 'مُشَقَّقٌ عَنْ تَراقيها رَعابيلُ'},
                ]
            },
            {
                id: '3',
                name: 'الفصل الثالث',
                desc: 'في ذم الوشاة.',
                lines: [
                    {right: 'تَسْعَى الوُشاةُ جَنابَيْها وقَوْلُهُمُ', left: 'إنَّك يا ابْنَ أبي سُلْمَى لَمَقْتولُ'},
                    {right: 'وقالَ كُلُّ خَليلٍ كُنْتُ آمُلُهُ', left: 'لا أُلْهِيَنَّكَ إنِّي عَنْكَ مَشْغولُ'},
                    {right: 'فَقُلْتُ خَلُّوا سَبيلِي لاَ أبا لَكُمُ', left: 'فَكُلُّ ما قَدَّرَ الرَّحْمنُ مَفْعولُ'},
                    {right: 'كُلُّ ابْنِ أُنْثَى وإنْ طالَتْ سَلامَتُهُ', left: 'يَوْماً على آلَةٍ حَدْباءَ مَحْمولُ'},
                ]
            },
            {
                id: '4',
                name: 'الفصل الرابع',
                desc: 'في وصف سيد المرسلين.',
                lines: [
                    {right: 'أُنْبِئْتُ أنَّ رَسُولَ اللهِ أَوْعَدَني', left: 'والعَفْوُ عَنْدَ رَسُولِ اللهِ مَأْمُولُ'},
                    {right: 'وقَدْ أَتَيْتُ رَسُولَ اللهِ مُعْتَذِراً', left: 'والعُذْرُ عِنْدَ رَسُولِ اللهِ مَقْبولُ'},
                    {right: 'مَهْلاً هَداكَ الذي أَعْطاكَ نافِلَةَ', left: 'الْقُرْآنِ فيها مَواعيظٌ وتَفُصيلُ'},
                    {right: 'لا تَأْخُذَنِّي بِأَقْوالِ الوُشاة ولَمْ', left: 'أُذْنِبْ وقَدْ كَثُرَتْ فِيَّ الأقاويلُ'},
                    {right: 'لَقَدْ أقْومُ مَقاماً لو يَقومُ بِه', left: 'أرَى وأَسْمَعُ ما لم يَسْمَعِ الفيلُ'},
                    {right: 'لَظَلَّ يِرْعُدُ إلاَّ أنْ يكونَ لَهُ مِنَ', left: 'الَّرسُولِ بِإِذْنِ اللهِ تَنْويلُ'},
                    {right: 'حَتَّى وَضَعْتُ يَميني لا أُنازِعُهُ', left: 'في كَفِّ ذِي نَغَماتٍ قِيلُهُ القِيلُ'},
                    {right: 'لَذاكَ أَهْيَبُ عِنْدي إذْ أُكَلِّمُهُ', left: 'وقيلَ إنَّكَ مَنْسوبٌ ومَسْئُولُ'},
                    {right: 'مِنْ خادِرٍ مِنْ لُيوثِ الأُسْدِ مَسْكَنُهُ', left: 'مِنْ بَطْنِ عَثَّرَ غِيلٌ دونَهُ غيلُ'},
                    {right: 'يَغْدو فَيُلْحِمُ ضِرْغامَيْنِ عَيْشُهُما', left: 'لَحْمٌ مَنَ القَوْمِ مَعْفورٌ خَراديلُ'},
                    {right: 'إِذا يُساوِرُ قِرْناً لا يَحِلُّ لَهُ', left: 'أنْ يَتْرُكَ القِرْنَ إلاَّ وهَوَمَغْلُولُ'},
                    {right: 'مِنْهُ تَظَلُّ سَباعُ الجَوِّضامِزَةً', left: 'ولا تَمَشَّى بَوادِيهِ الأراجِيلُ'},
                    {right: 'ولا يَزالُ بِواديهِ أخُو ثِقَةٍ', left: 'مُطَرَّحَ البَزِّ والدَّرْسانِ مَأْكولُ'}
                ]
            },
            {
                id: '5',
                name: 'الفصل الخامس',
                desc: 'في مدح سيد المرسلين.',
                lines: [
                    {right: 'إنَّ الرَّسُولَ لَنورٌ يُسْتَضاءُ بِهِ', left: 'مُهَنَّدٌ مِنْ سُيوفِ اللهِ مَسْلُولُ'},
                    {right: 'في فِتْيَةٍ مِنْ قُريْشٍ قالَ قائِلُهُمْ', left: 'بِبَطْنِ مَكَّةَ لَمَّا أسْلَمُوا زُولُوا'},
                    {right: 'زالُوا فمَا زالَ أَنْكاسٌ ولا كُشُفٌ', left: 'عِنْدَ الِّلقاءِ ولا مِيلٌ مَعازيلُ'},
                    {right: 'شُمُّ العَرانِينِ أبْطالٌ لُبوسُهُمْ', left: 'مِنْ نَسْجِ دَأوُدَ في الهَيْجَا سَرابيلُ'},
                    {right: 'بِيضٌ سَوَابِغُ قد شُكَّتْ لَهَا حَلَقٌ', left: 'كأنَّها حَلَقُ القَفْعاءِ مَجْدولُ'},
                    {right: 'يَمْشونَ مَشْيَ الجِمالِ الزُّهْرِ يَعْصِمُهُمْ', left: 'ضَرْبٌ إذا عَرَّدَ السُّودُ التَّنابِيلُ'},
                    {right: 'لا يَفْرَحونَ إذا نَالتْ رِماحُهُمُ', left: 'قَوْماً ولَيْسوا مَجازِيعاً إذا نِيلُوا'},
                    {right: 'لا يَقَعُ الطَّعْنُ إلاَّ في نُحورِهِمُ', left: 'وما لَهُمْ عَنْ حِياضِ الموتِ تَهْليلُ'}
                ]
            }
        ]
    },
    {
        author: '',
        name: 'أهلا وسهلا بالنبى',
        desc: '',
        chapters: [
            {
                lines: [
                    {right: 'أَهِلَّا وَسَهِلَا بالنبى', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'أَهِلَّا وَسَهِلَا بِالْحَبيبِ', left: 'خُيِّرَ الْأَنَامُ نِعْمَ الطَّبِيبُ'},
                    {right: 'يا مُفْرِحُ الْقُلَّبِ الْكَئِيبِ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'أَهِلَّا وَسَهِلَا بِالْإمَامِ', left: 'قَدْ فَاقَ بَدْرَا بِالتّمَامِ'},
                    {right: 'وَشَفِيعُنَا يَوْمِ الزِّحَامِ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'أَهِلَّا وَسَهِلَا بِالرَّسُولِ', left: 'تَاجُ الرِّضَا تَاج الْقَبُولِ'},
                    {right: 'وَحَبُّهُ عَيْن الْوُصُولِ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'يا رَوْضَةِ فِيهَا الرِّضَا', left: 'وَالْعَفْوُ عَمَّا قَدْ مَضَّى'},
                    {right: 'فِيهَا الشَّفِيعَ الْمُرْتَضَى', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'فِيهَا الْوصَالَ فِيهَا الشُّهُودَ', left: 'فِيهَا الرُّكوعَ فِيهَا السُّجُودَ'},
                    {right: 'جَاءَتْ لَهُ خَيَّرَ الْوُفُودُ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'قَمَرٌ إِذَا كَشْفِ اللِّثَامِ', left: 'فَازُوا بِزُورَتِهُ الْكرَامِ'},
                    {right: 'وَلَهُ التَّهَجُّدُ فى الظُّلَاَّمَ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'يَتْلُو الْكُتَّابُ مُرَتِّلًا', left: 'وَمُبِينَا وَمُفَصَّلَا'},
                    {right: 'لِلْخُلُقِ حُقًّا أُرَسِّلُ', left: 'خُيِّرَ الْأَنَامُ يا سَيِّدِنَا النبى العربى'},
                    {right: 'بِالسَّيْفِ جِئْتِ و بِالْقَلَمِ', left: 'وَدَعَوْتِ قُوَّمكَ لِلسّلَامِ'},
                    {right: 'لَكَ أُمَّةُ خَيْر الْأَنَامِ', left: 'فِيهَا النبى العربى'},
                    {right: 'صُلِّيَتْ نَحوُ الْقَبَلَتَيْنِ', left: 'جَدَّ الْحُسْنُ جِدّ الْحِسَّيْنِ'},
                    {right: 'وَعَزَلْتِ عَنَا كُلُّ شَيْن', left: 'أَنْتَ النبى العربى'},
                    {right: 'يا صَادِقُ الْوَعْدِ الْأَمينِ', left: 'أَنْتَ الْبَشيرُ كَذَا النَّذِيرِ'},
                    {right: 'وَكَذَا سُرَى فِينَا الْمُنِيرَ', left: 'خُيِّرَ الْأَنَامُ العربى'}
                ]
            }
        ]
    },
    {
        author: '',
        name: 'عودى يا ليالى الرضا',
        desc: '',
        chapters: [
            {
                lines: [
                    {right: "عودى يا ليالى الرِّضَا", left: "بِالْأُنْسِ الذى قَدْ مَضَّى"},
                    {right: "قَدْ رَضَّى الْمَحْبُوبُ", left: "وَنُلْنَا الْمَطْلُوبَ"},
                    {right: "وَنَادَى مُنادَى الشُّرَّفِ", left: "عَفَا اللَّهُ عَمَّا سَلَفَ"},
                    {right: "يا مِنْ عَوَّدُونَا الْوَفا", left: "أَنْتُمْ حَبُّنَا وَكَفَى"},
                    {right: "يا أهْلِ الْمَعْرُوفِ", left: "وَالصُّفْحُ الْمَأْلُوفُ"},
                    {right: "عَبْدُ بِالذُّنُوبِ إعترف", left: "عَفَا اللَّهُ عَمَّا سَلَفَ"},
                    {right: "مالى غَيْرَ إحْسَانِكُمْ", left: "فَمَنُّوا بِغُفْرَانِكُمْ"},
                    {right: "لِلْعَبْدِ الْجانَى", left: "جَمَّ الْعِصْيَانُ"},
                    {right: "عَلَى بَابِكُمْ وَقْف", left: "عَفَا اللَّهُ عَمَّا سَلَفَ"},
                    {right: "عَبْدٌ عَنكُمْ لَنْ يَحْوَلُ", left: "وَمِنْ صَدِّكُمْ نِحَلِ"},
                    {right: "أَوْصَلُوا الْمَهْجُورَ", left: "وَاُجْبُرُوا الْمَكْسُورَ"},
                    {right: "وأرحموا شَدِيد الْأَسَفِ", left: "عَفَا اللَّهُ عَمَّا سَلَفَ"},
                    {right: "تُرى هَلْ يَزُولَ الْجَفا", left: "وَمِنكُمْ نَنَالُ الْوَفا"},
                    {right: "كَوَّنُوا لى أَنْتُمْ", left: "مِثْلُ مَا كُنْتُم"},
                    {right: "قَوَّلُوا عَبْدَنَا لَا تَخِفُّ", left: "عَفَا اللَّهُ عَمَّا سَلَفَ"}
                ]
            }
        ]
    },
    {
        author: '',
        name: 'يا سماح الوجوه نظرة',
        desc: '',
        chapters: [{
                       lines: [
                           {right: "يا سَمَاحِ الْوُجُوهِ نَظِرَةَ", left: "يا حماتى تداركونى"},
                           {right: "إنى أُتِيَتْ الْحُمَى بذلى", left: "ضَيَّفَا نَزِيلًا فأكرمونى"},
                           {right: "وَجِئْتِ لَكُمْ عَبْدَا ذَليلَا", left: "فَهَلْ عُسَّاكُمْ أَنَّ تقبلونى"},
                           {right: "فِيَا كرَام الْعُبَّادِ جَوَّدُوا", left: "ذُنُوبُ قلبى قَدْ أثقلونى"},
                           {right: "دَارَتْ كؤؤسى فَهَمَّتْ وَجَدَا", left: "وَطَبَّتْ لَمَّا سقيتمونى"},
                           {right: "حَقَا عَلَيكُمْ بِأَنْ تَجْبُرُوا", left: "صَبَا أَتَّاكُمْ باكى الْعُيُونَ"},
                           {right: "أَمَّا كَفَاكُمْ أَنَّى مُحِبّ", left: "حَتَّى الى الْغِيَرَ تحوجونى"},
                           {right: "فَصَرَّتْ فى حَبَّكُمْ أَنَادَى", left: "يا سَادَةُ الحى تداركونى"},
                           {right: "وَاللَّهُ إِنْ مَتَّ فى هَوَاكُمْ", left: "فَبِدَمْعِ عينى فغسلونى"},
                           {right: "يا آلَ عَقِيلُ نَظَرِهِ الِينَا", left: "أُنَّتْ الدَّليلُ لَا تَتْرُكُونَا"},
                           {right: "الى النبى أَصَبَّ وجدى", left: "يا سادتى هَيَا فاقبلونى"},
                           {right: "يَوْمُ القيامه أَتَى الشَّفِيعُ", left: "الِيُّهُ هَيَّا فقدمونى"},
                           {right: "عَلَى دَرْبِهِمْ نَادَى الْمُنادَى", left: "فَإِنْ أَسَأْتِ فسامحونى"},
                           {right: "عَلَى حَبِّهِمْ لَا أَخَشَّى لَاَئِمُ", left: "أُهِلَّ الْحَنَانُ هُمْ عودونى"},
                           {right: "كُلُّ الْجِمَالِ و الْحُسْن فِيهُمْ", left: "عَلَى دَرْبِهِمْ نَظَرْتِ عيونى"}
                       ],
                       links: [
                           {
                               link: 'https://www.youtube.com/embed/u2VuY04hm5M',
                               source: 2
                           }, {
                               link: "https://www.youtube.com/embed/1ahgzx-7cxA",
                               source: 2
                           }
                       ]
                   }]
    },
    {
        author: '',
        name: "أنا جيت لك يارسول الله",
        desc: '',
        chapters: [{
                       lines: [
                           {right: "أَنَا جِيتُ لَكَ يارسول اللَّه", left: "أَنَا جِيتُ لَكَ ياحبيب اللَّه"},
                           {right: "مُشْتَاقُ لَكَ يارسول اللَّهَ", left: "إرضينا وِزْرَنَا لله"},
                           {right: "أَنَا جِيتُ لَكَ مدَاحٌ عَلَى بَابِكَ", left: "وَمَعايا نَاسَ مِنْ أَحْبَابِكَ"},
                           {right: "إرضينا وَخِدْنًا فى رُحَابَكَ", left: "وَحَيَّاتُكَ يارسول اللَّهَ"},
                           {right: "أَنَا جِيتُ لَكَ دمعى سَيَّال", left: "وَحَيَّاتُكَ دايِمًا عَلَى الْبَالِ"},
                           {right: "أَنَا جِيتُ لَكَ و الشَّوْقَ مِرْسَال", left: "فَرَّحَنَا يا رَسُولِ اللَّهِ"},
                           {right: "بِغِرَامِكَ دايِمَا مَجْنُونُ", left: "لَا أَنَا غَايَبَ وَلَا أَنَا مَفْتُونُ"},
                           {right: "يا مَا ظَنُّوا فى غرامى ظُنونَ", left: "وَأَنَا رَاضَى يا رَسُولِ اللَّهِ"},
                           {right: "إِنْ كَانَ عَلَى النَّوْحِ و الْأحْزَانَ", left: "يَشْهَدُ لى مَكَانَ وَزَمَانَ"},
                           {right: "أَنَا جِيتُ لَكَ وَأَنَا فِيكَ هَيْمَان", left: "أُرَوِّينَا يارسول اللَّهَ"},
                           {right: "هنغنى لَحْدٌ مَا تُرَضِّينَا", left: "وَنُدُوبُ فِيكَ لَحْدٌ مَا تَفْنِينَا"},
                           {right: "مَيْنُ يَفْهَمَ مُعَنَّى أَغنَيْنَا", left: "يَشْتَاقُ لَكَ يا رَسُول اللَّه"},
                           {right: "وَلَا كَلِمَةٌ وَلَا حَتَّى سلَامِ", left: "وَلَا رُؤَيُهُ وَلَا طَيْفُ فى مَنَامَ"},
                           {right: "يرضكيم وَاللَّه حَرَامِ", left: "مُشْتَاقُ لَكَ يا رَسُولِ اللَّهِ"},
                       ]}]
    },
    {
        author: "",
        name: "عزى أنت عزى",
        desc: "",
        chapters: [{
                       lines: [
                           {right: "عَزَّى أَنْتَ عَزَّى يارسول اللَّه", left: "جاهى أَنْتَ جاهى عدتى لله"},
                           {right: "يا صَفْوَةِ الرَّبِّ يا غَايَةِ الْقُرُبِ", left: " إنظر الى قلبى يا إبن عُبِدَ اللَّهُ"},
                           {right: "يا طَاهِرُ الْأَنْسَابِ مِنْ سَادَةِ أنجَابِ", left: "لله أُنَّتْ الْبَابُ وَأُنَّتْ بَابُ اللَّهِ"},
                           {right: "يا غَايَةِ الْغَايَاتِ ياعالى الدَّرَجَاتِ", left: " فى سَائِر الْحَالَاتِ يا إبن عُبِدَ اللَّهُ"},
                           {right: "أَرْحَمُ محبينك مَاتُوا عَلَى دِينِكَ", left: "مَا أَحِلَى جِمَال عَيْنكَ يا إبن عَبْداللَّه"},
                           {right: "أَحْبَابُكَ العٍزّو لله قَدْ مروا", left: " جاؤك يابر يا إابن عُبِدَ اللَّهُ"},
                           {right: "واخنم لَنَا بِالدِّينِ قى سَاعَةَ الْيَقِينِ", left: "نُفَوِّزُ يَوْم الدِّينِ نَلْقَى رَسُول اللَّهِ"},
                           {right: "يا مَعْدِنِ الْأَنْوَارِ يا مَنْبَعِ الْأَسْرَارِ", left: " يا خَيِّرَةُ الْأَخْيَارِ يا خَيْرِ خَلْقِ اللَّهِ"},
                           {right: "يا أَكُحْلِ الْعَيْنَيْنِ يا سَيِّدِ الْكَوْنَيْنِ", left: "يا ثانى الأثنين يا خَيْرِ خَلْقِ اللَّهِ"},
                           {right: "وَوَجَّهَكَ الْوضَاءُ يُنَيِّرُ فى الظَّلْمَاءَ", left: " كَالْشَّمْسِ فى الأنحاءياخيرخلق اللَّهَ"},
                           {right: "وَالْجَيْشُ يُلْقَى الْمَاءُ مِنْ كَفَكِّ السَّخَاءِ", left: "حَقَا ماهُوُ إِطْرَاءِ يا خَيْرِ خَلْقِ اللَّهِ"},
                           {right: "جَاءَتْ لَهُ الْأَشْجَارُ تُمَشَّى الى الْمُخْتَارَ", left: " وَالْجَذَعُ مَعهُ سَارَّ حَبَّا بِرَسُولِ اللَّهِ"},
                           {right: "بِاللَّمْسِ بِالْكَفِّ وَالرَّيِّقِ كَمْ يَشْفَى", left: "ياكامل الْوَصْفَ يا خَيْرِ خَلْقِ اللَّهِ"},
                           {right: "يا نَاصِرُ الاسلام بِالسَّيْفِ و الْإقْدَامَ", left: " يا وَاصِلُ الْأَرْحَامِ يا خَيْرِ خَلْقِ اللَّهِ"},
                           {right: "أَقَسَمْتِ بالزهرا وَبِسُورَةِ البقرا", left: "  سَيِّدُنَا النبى نَظَرَهُ مُدَّ الْعَطا لله"}

                       ]
                   }]
    },
    {
        author: "",
        name: "مدد يا مولانا يا حسين",
        desc: "",
        chapters: [{
                       lines: [
                           {right: "مَدَّدَ يامولانا يا حِسَّيْنِ", left: "مُدِّدَ يا أَبُو زِيَنِ الْعَابِدِينَ"},
                           {right: "مَدَّدَ مَدَّدَ مَدَّدَ مَدَّدَ", left: "مَدَّدَ يامولانا يا حِسَّيْنِ"},
                           {right: "حَديثُ لِجِدِّكَ طمنى", left: "بِذِكْرِهِ أَفَضْلِ متهنى"},
                           {right: "أَنَا مِنْ حِسَّيْنِ وَحِسَّيْنِ مُنَى", left: "مَيْنُ اللى يَنْكَرَ فُضُلُكَ مَيْنِ"},
                           {right: "سَيِّدُنَا الْحِسَّيْنِ يا اِبْنِ الزهرا", left: "نَسِلُّ الأمام يا اِبْنِ الطاهره"},
                           {right: "أَسَتَعْطِفُكَ بِاللَّهِ نَظَرِهِ", left: "يا اِبْنِ بَنَتْ رَسُولُ اللَّهِ"},
                           {right: "سِتُّ الكريمه بِنْتَ الزهرا", left: "نَسِلُّ الأمام بِنْتَ الطاهره"},
                           {right: "أَسَتُحَلِّفُكَ بِاللَّهِ نَظَرِهِ", left: "يا بِنْتِ بَنَتْ رَسُولُ اللَّهِ"},
                           {right: "عَالَى الْمَقَامُ يا إمَامٍ عَلَى", left: "بَابُ الْعُلُومِ نَظُرُّهُ يا عَلَى"},
                           {right: "يا أهْلِ الْكَرْمِ اِرْحَمُوا حالى", left: "يا آلَ بَيْتُ رَسُولِ اللَّهِ"},
                           {right: "شِبْهُ الْحَبيبِ أَصُلُّ وَصُوَرَهُ", left: "فِيهِ الْمَحَاسِنَ مأثوره"},
                           {right: "عُشَّانِ كَدِّهِ ع المقصوره", left: "أُمِّمَ تَرَوُّحُ وَأُمَمُ جايِينَ"},
                           {right: "كُلُّ الْوُفُودِ جايَهُ وَهَلّا", left: "مِنْ نَوَر حَبيبَهَا تَتَمَلَّى"},
                           {right: "لَمَّا النبى سُرَّهُ تَجَلَّى", left: "اتهنت الرّوحَ وَيا الْعَيْنِ"}
                       ]
                   }]
    },
    {
        author: "",
        name: "يا كتاب الغيوب",
        desc: "",
        chapters: [{
                       lines: [
                           {right: "يا كُتَّابُ الْغُيُوبِ", left: "قَدْ لَجَّأَنَا الِيُّكَ"},
                           {right: "يا شِفَاءِ الصُّدُورِ", left: "الصَّلَاَةُ عَلَيكَ"},
                           {right: "أَنْتَ مَجْلَى الْجِمَالِ", left: "فى نظَام الْكَمَالِ"},
                           {right: "كُلُّ هَذَا النَّوَالَ", left: "مِنْ عَطَاء يَدَيْكَ"},
                           {right: "أَنْتَ طه الرَّسُولَ", left: "أُنَّتْ بَابُ الْقَبُولِ"},
                           {right: "كُلُّ هُمْ يَزُولُ", left: "بِالصَّلَاَةِ عَلَيكَ"},
                           {right: "أَنْتَ زَيَّنَ الْملَاحُ", left: "أُنَّتْ نُورُ الصَّبَاحِ"},
                           {right: "أُنَّتْ بَابُ الْفَلَاَحِ", left: "الصَّلَاَةُ عَلَيكَ"},
                           {right: "أُنَّتْ نُورُ المدينه", left: "أَنَّتْ أَحَمْدُ نَبِيُّنَا"},
                           {right: "يا أَبَا الْقَاسِمِ دَعِيَّنَا", left: "فَأَتِيُّنَا الِيكَ"},
                           {right: "وَعَلَيْكَ السّلَامَ", left: "يا خَيْرِ الْأَنَامِ"},
                           {right: "مَا شَدَا الْمُسْتَهَامُ", left: "بِالصَّلَاَةِ عَلَيكَ"},
                           {right: "أَنْتَ زُيِّنَ الْوُجُودُ", left: "أُنَّتْ سِرُّ الشُّهُودِ"},
                           {right: "يا كَثِيرُ السُّجُودِ", left: "الصَّلَاَةُ عَلَيكَ"},
                           {right: "أَنْتَ فى الْعَالِمِينَ", left: "رُوِحَ جِسْمُ الْيَقِينِ"},
                           {right: "مَوْكِبُ الْمُرْسِلِينَ", left: "قَامَ بِينَ يَدِيُّكَ"},
                           {right: "أَنْتَ بالإفتتاح", left: "خُتِمَ حِزْبُ النّجَاحِ"},
                           {right: "وَفَنَارُ الصُّلَاَّحِ", left: "لَاحَ مِنْ مُظْهِرِيكَ"},
                           {right: "أُنَّتْ سِرُّ الْكِتَابِ", left: "عَنكَ فَصَلَ الْخُطَّابُ"},
                           {right: "وَيَوْمُ الْحسَابِ", left: "فَالرُّجُوعُ الِيكَ"},

                       ]
                   }]
    },
    {
        author: "",
        name: "فرح الساده",
        desc: "",
        chapters: [{
                       lines: [

                           {right: "فَرِحَ الساده فَرَحَنَا", left: "زَايَدَ تفارحنا"},
                           {right: "لَوْ تَمُتَّ أَفَرَاحُنَا", left: "بِالْهادَى رَسُول اللَّهِ"},
                           {right: "غيبى يا شَمْسِ غيبى", left: "جَاءَ نَوَرُ حبيبى"},
                           {right: "هَذَا مِنْ نصيبى", left: "شُرَّابُ رَسُولِ اللَّهِ"},
                           {right: "يوسف و الْقَمِيصَ", left: "والنبى عِيسَى"},
                           {right: "فوزى يا نَفِيسِهِ", left: "بِعَلْمِ رَسُولِ اللَّهِ"},
                           {right: "خَلَّى الْعِيدُ خَلَّى", left: "قبضةُ مِنْ تَجَلَّى"},
                           {right: "عَلَى الْهادَى صَلَّى", left: "نَبِيُّنَا رَسُولِ اللَّهِ"},
                           {right: "مَرْحَبُ بِالْحِسَّيْنِ", left: "مِنْ وَافَى لِلدَيْنِ"},
                           {right: "بِهِ قُرَّةُ عينى", left: "هُوَ سَبِطَ رَسُولُ اللَّه"},
                           {right: "فَجَّتْ ريحُهُ عُطُرُهُ", left: "رُجَّتْ أَرْكَانُ القاهره"},
                           {right: "هى بِنْتَ الزهرا", left: "هى بَنَتْ رَسُولُ اللَّهِ"},
                           {right: "لَيْسَ لى سَوَّاكُمْ", left: "أَحْشُرُ فى لَوَّاكُمْ"},
                           {right: "أَنْتَ رىّ حَبَاكُمْ", left: "أَبِنَاءُ رَسُولِ اللَّهِ"},
                           {right: "صلاتى وَسُلَاَمَى", left: "عَلَى مُسَك الْخِتَامِ"},
                           {right: "وَأَبْنَاءُ الْكرَامِ", left: "أَبِنَاءُ رَسُولِ اللَّهِ"},


                       ]
                   }]
    },
    {
        author: "",
        name: "اللهم صلى وسلم وبارك عليه",
        desc: "",
        chapters: [{
                       lines: [
                           {right: "اللَّهُمُّ صَلَّى وَسُلَّمُ وَبَارُّكَ عَلَيهِ", left: "اللَّهُمُّ صَلَّى وَسُلَّمُ وَبَارُّكَ عَلَيهِ"},
                           {right: "النبى صَلُّوا عَلَيهِ", left: "اللَّهُمُّ صَلَّى عَلِيُّهُ"},
                           {right: "صَلَوَاتُ اللَّهِ عَلَيهِ", left: "اللَّهُمُّ صَلَّى عَلِيُّهُ"},
                           {right: "وَيَنَالُ الْبَرَكَاتُ", left: "كُلُّ مَنْ صَلَّى عَلِيُّهُ"},
                           {right: "النبى ياحاضرين", left: "اِعْلَمُوا عِلْم الْيَقِينِ"},
                           {right: "أَنَّ رَبّ الْعَالَمِينَ", left: "فى الْعُلَا صَلَّى عَلِيُّهُ"},
                           {right: "النبى يا حَاضِرِينَ", left: "اِعْلَمُوا عِلْم الْيَقِينِ"},
                           {right: "أَنَّ رَبّ الْعَالَمِينَ", left: "فَرْضُ الصَّلَاَةِ عَلَيهِ"},
                           {right: "النبى يا مِنْ حُضَّرِ", left: "النبى خُيِّرَ الْبُشْرُ"},
                           {right: "وَلَهُ دَانَ الْقَمَرُ", left: "وَالْجُمَلُ سَلِمَ عَلَيهِ"},
                           {right: "النب يا أهْلِ الْهَوَى", left: "النبى مَدَحَهُ دُوَا"},
                           {right: "كَلَكُمْ قَوَّلُوا سَوا", left: "صَلَوَاتُ اللَّهِ عَلَيهِ"},
                           {right: "النبى نِعْمَ الْإمَامُ", left: "خُيِّرَ مِنْ صَلَّى وَصَامَ"},
                           {right: "وَجُهَ بَدْرُ التّمَامِ", left: "كَلَكُمْ صَلُّوا عَلَيهِ"},
                           {right: "النبى ذَاكَ الْعَرُوسَ", left: "مَدَحَهُ يُحَيِّيَ النُّفُوسُ"},
                           {right: "النَّصَارَى وَالْمَجُوسُ", left: "أَسْلَمُوا عَلَى يَدَيْهِ"},
                       ]
                   }]
    },
    {
        author: "",
        name: " يا جمالوا يا جمالوا",
        desc: "",
        chapters: [{
                       lines: [

                           {right: "دا أَكُحْلِ الْعَيْنَيْنِ", left: "دا سَيِّدُ الْكَوْنَيْنِ"},
                           {right: "جَدَّ الْقَمَرَيْنِ", left: "طه رَسُول اللَّهِ"},
                           {right: "غَزَالَةُ الوادى", left: "نَادَتْ عَلَى الْهادَى"},
                           {right: "إضمن لى صيادى", left: "يا إبن عُبِدَ اللَّهُ"},
                           {right: "يا سَعْدِ مِنْ حَبَاهُ", left: "وَقَدْ لَزِمَ هَدَّاهُ"},
                           {right: "فى النُّوَمَ مِنْ يراه", left: "يَصْبَحُ وَلَّى اللَّهُ"},
                           {right: "وَمِنْ يراه مَنَامَ", left: "يَصْبَحُ مِنَ الْكرَامِ"},
                           {right: "طَابَتْ لَهُ الْأيَّامُ", left: "مِنْ نُوِّرَ رَسُولُ اللَّه"},
                           {right: "وَمِنْ يراه يَسْوَدُ", left: "دا سَيِّدُ الْوُجُودِ"},
                           {right: "وَبِالْْحَنَانِ مَوْعُودَ", left: "مِنْ طه نُوِّرَ اللَّهُ"},
                           {right: "يا نَظِرَةِ الْقُلَّبِ", left: "فى سَاحَة الْحَبِّ"},
                           {right: "نَلْقَاكَ بِالْقُرْبَى", left: "يا إبن عُبِدَ اللَّهُ"},
                           {right: "اِسْمُكَ عَلَى اُلْجُنْهُ", left: "يا غَايَةِ المنه"},
                           {right: "يا صَاحِبُ اُلْسُنْهُ", left: "يا إبن عُبِدَ اللَّهُ"},
                           {right: "وسيدى عَقِيلَ", left: "دا شَيْخِنَا الْجَلِيلِ"},
                           {right: "هُوَ لله دَليل", left: "عَاشِقُ رَسُولِ اللَّهِ"},

                       ]
                   }]
    },
    {
        name: "يارسول الله يا جد الحسين",
        chapters: [{
                       lines: [
                           {right: "يارسول اللَّه يا جِدِّ الْحِسَّيْنِ", left: "كَنَّ شفيعى يا إمَامِ الْحَرَمَيْنِ"},
                           {right: "بَلسَانُ الْحَالِ قَدْ قَال الْحِسَّيْنِ", left: "أَنَا ذَا الْخَيْرِ وَاِبْنِ النَّيِّرَيْنِ"},
                           {right: "مِنْ لَهُ جَدَّ كجدى المصطفي", left: "أَحُمِدَ الْمُخْتَارُ نَوَر الظَّلِمَتَيْنِ"},
                           {right: "مِنْ لَهُ أَمْ كَأُمِّي فَاطِمَةٍ", left: "بِضْعَةُ الْمُخْتَارِ أَمْ الْحُسْنَيْنِ"},
                           {right: "مِنْ لَهُ أَخُ شَقِيق كَالْْحُسْنِ", left: "طُيِّبَ الْأخْلَاقُ مَبْسُوط الْيَدَيْنِ"},
                           {right: "مِنْ لَهُ أَخِتْ كأختى زَيْنَب", left: "بِضْعَةُ الزَّهْرَاءِ بِشَرَى كُلُّ عَيْنَ"},
                           {right: "مِنْ لَهُ عَمُّ كَعَمَى جَعْفَر", left: "ذَا الْجنَاحَيْنِ أَصيل النِّسَبَيْنِ"},
                           {right: "مِنْ لَهُ اِبْنُ تَقِيّ طَاهِر", left: "كابنى السّجَادَ زِيَن الْعَابِدِينَ"},
                           {right: "مِنْ لَهُ مِثْلُ أَبِي حِيَد رة", left: "بَطَلَ الْأبطَالُ فى يَوْم حَنَّيْنِ"},
                           {right: "عُبِدَ اللَّهُ غلآما نَاشِئًا", left: "و قُرَيْش يَعْبَدَ وَنُّ الْوَثَنَيْنِ"},
                           {right: "يَعْبَدُونَ اللَّاَتَ وَالْعزَى مَعَا", left: "وَعَلَى قَامَ نَحوُ الْقَبَلَتَيْنِ"},
                           {right: "خَيِّرَةُ اللَّهِ مِنَ الْخُلُقِ أَبِي", left: "بَعْدَ جَدْي فَأَنَا اِبْنُ الْخَيْرَيْنِ"},
                           {right: "فَأَبِي شَمْسٍ و أمى قَمَرَ", left: "و أَنَا الْكَوْكَبُ بَيْنَ النَّيِّرَيْنِ"}
                       ]
                   }]

    }, {

        name: "سيدنا النبى حنين",
        chapters: [{
                       lines: [

                           {right: "سَيِّدُنَا النبى حَنَّيْنِ", left: "سَهُلَ كَدَا وَلِينُ"},
                           {right: "بَيْنَ يا زِيَن بَيْنَ", left: "حَسُنَ رَسُولُ اللَّهِ"},
                           {right: "كُلُّ الْحَنَانِ عِنْدهُ", left: "وَالْعَاشِقِينَ جُنْدَهُ"},
                           {right: "ثَابِتِينَ عَلَى عَهْدِهِ", left: "عَهِدَ رَسُولُ اللَّهِ"},
                           {right: "يا بَدْرِ يا مُنَوَّرِ", left: "نَوَرٌ هُنَا نَوَرَ"},
                           {right: "سُبْحَانَ مَنْ صُوَر", left: "حَسُنَ رَسُولُ اللَّهِ"},
                           {right: "هُوَ النبى هُوًا", left: "فى الْقُلَّبَ مِنْ جَوِّهِ"},
                           {right: "فى الْكَوْنَ مفيش قَوِّهِ", left: "تَحْجُبُ رَسُولُ اللَّهِ"},
                           {right: "الْفِينُ صَلَّاهُ عَلَى الزِّيَنِ", left: "عَلَى طه نُور الْعَيْنِ"},
                           {right: "يَجْمَعُنَا فى الْحُرَمَيْنِ", left: "وَنَزُورُ رَسُولِ اللَّهِ"},
                           {right: "طه دا نَوَرٍ عَلَى نَوَرِ", left: "مَدَحَهُ فَرَحُ وَسُرُورُ"},
                           {right: "ويارب يارب نَزُورَ", left: "سَيِّدُنَا رَسُولِ اللَّهِ"},
                           {right: "مَيْنُ زِيِّهِ وَمَيْنِ قِدِّهِ", left: "دا الْوَرْدِ مِنْ خَدِّهِ"},
                           {right: "هنعيش عَلَى وِدَادِهِ", left: "مَا كَلَنَا وَلَادَّهُ"},
                           {right: "وَزِدْنَا مِنْ زَادِهِ", left: "مِنْ زَادَ رَسُولُ اللَّه"},
                           {right: "طه دا نَوَرٍ عَلَى نَوَرِ", left: "مَدَحَهُ فَرَحُ وَسُرُورُ"},
                           {right: "ويارب يارب نَزُورَ", left: "سَيِّدُنَا رَسُولِ اللَّهِ"},
                           {right: "مِنْ زِيِّهِ وَمَيْنِ أَدَهُ", left: "دا الْوَرْدِ مِنْ خَدِّهِ"},
                           {right: "حَتَّى الْقَمَرِ وَدَّهُ", left: "يَمْدَحُ رَسُولُ اللَّهِ"},
                           {right: "هنعيش عَلَى وِدَادِهِ", left: "مَا كَلَنَا وَلَادَّهُ"},
                           {right: "وَزَادَنَا مِنْ زَادِهِ", left: "مِنْ زَادَ رَسُولُ اللَّه"},


                       ]
                   }]

    },
    {

        name: " طه يا أهل الله   هو النعيم والله",
        chapters: [{
                       lines: [

                           {right: "اللَّهُ اللَّهِ اللَّهِ", left: "عَلَى نُوِّرَ رَسُولُ اللَّه"},
                           {right: "طه يا أهْلِ اللَّهِ", left: "هُوَ النَّعِيمُ وَاللَّهُ"},
                           {right: "وَالْقُرُبُ عِنْدَ اللَّه", left: "لِمُحِبَّتِهِ وَاللَّهِ"},
                           {right: "امتى أَشُوفُ عيدى", left: "وَأَمْسُكُ إيده بإيدى"},
                           {right: "واقول لَهُ بِحَبِّكَ سيدى", left: "وليلاتى احيا معاه"},
                           {right: "طه اللى فى الْمُعَنَّى", left: "حَبُّهُ مُجْمِعُنَا"},
                           {right: "يا اللى أَنْتُو هُنَا مَعنَا", left: "حَيَّوْا رَسُول اللَّهِ"},
                           {right: "طه حَبيب سَيِّدِهِ", left: "وَمرَادُهُ وَمُرِيدُهُ"},
                           {right: "وليلاتى بيزيده", left: "عِزٌّ وَمَدَّدَ لله( بِالْجَاهِ)"},
                           {right: "طه يَأْهَلُ الحى", left: "شَاهَدَ عَلَينَا حى"},
                           {right: "نُوِّرَ جَنْبَاتُ الحى", left: "حيو رَسُول اللَّهِ"},
                           {right: "زَادَنَا و زَوادَنَا", left: "وَخَدِينُو مَنْ سَيِّدَنَا"},
                           {right: "سَيِّدُنَا وَسَيِّدُنَا", left: "عَلَى كُلُّ خَلْق اللَّه"}
                       ]
                   }]

    },
    {

        name: "يا كامل الذات",
        chapters: [{
                       lines: [

                           {right: "يا كَامِلُ الذات يا جَمِيلِ الصِّفَاتِ", left: "عَلَيكَ الصَّلَاَةَ وَعَلَيْكَ السّلَامَ"},
                           {right: "حَبَّ طه الْعَدْنانَ قَدْ سُكِنَ الْجِنَّانُ", left: "فاسبحوافى الْجِنَّانَ وَاُطْلُبُوا الْمَغْفِرَةَ"},
                           {right: "بغيتى وَالطِّلَبَ لِزَعيمِ الْعُرْبِ", left: "فى حشاى الْحَرَّابَ هَائِمًا فى الفلاه"},
                           {right: "يا جِمَالِ الْجَمِيلِ حَسُنَ قِدُّكَ اسيل", left: "رحمتُكَ بِالْقَتِيلِ تَبْلُغُ الْمُمْكِنَاتُ"},
                           {right: "مِنْ أَلَسْتَ أَرَى نَوَرُ خَيْر الْوَرَى", left: "يَوْمُ سَبْتِ الذُّرَى نَحوكُمْ مُقْبِلَاتٍ"},
                           {right: "مِنْ شكى لَهُ الْبَعيرُ يُرْتَجَى لِلْعَسِيرِ", left: "شَافِعَا مَنْ عَسِيرٌ وَهُوَ أَصُلُّ النجاه"},
                           {right: "يَوْمُ فَصْلِ الْخُطَّابِ يُرْتَجَى خَيْرُ بَابِ", left: "يا رَفيعُ الْجَنَابِ شَافِعًا للعصاه"},
                           {right: "هَامَ فِيكَ الْحَمَّامَ فَقَتَّ بَدْرِ التّمَامِ", left: "عَاشِقُكَ لَا يَنَامَ وَجْهُ بالصلاه"},
                           {right: "عندذكرك نَهِيمَ يُشْفَى مَدْحُكَ سَقِيمُ", left: "حَادِيَا يا نَدِيمِ هَيْجِ الْمَعْمَلَاتِ"},

                       ]
                   }]

    },
    {

        name: "يا جد السلاله",
        chapters: [{
                       lines: [
                           {right: "يا جِدِّ السلاله", left: "يا مُجْمِعُ جِمَالِهِ"},
                           {right: "يا جَمِيلُ فى جِمَالَهُ", left: "جَمِيلٌ لَا مِثَالَا"},
                           {right: "فَائِقُ لِلْبُدورِ", left: "مُقْتَبِسُ بِنُورا"},
                           {right: "مُشْتَاقٌ أَنْ أُزَوِّرَهُ", left: "عِنْدهُ الدَّمْعَ سَالَا"},
                           {right: "إِنّنَا نَوَينَا", left: "عِنْدهُ أَتِيَّنَا"},
                           {right: "يا جِدِّ الْحِسَّيْنِ", left: "إِنْ الشَّوْقُ طَالَا"},
                           {right: "أَهُمْ وَأُقَوِّلُ", left: "فى الزهرا الْبَتُولَ"},
                           {right: "يا بَنَتْ الرَّسُولُ", left: "بَلِّغِينَا الْآمَالَ"},
                           {right: "قلبى يَسْتَرِيحَا", left: "بِرَوْضِهِ أَوْ ضَرِيحًا"},
                           {right: "لَقَّبَ بالفصيحا", left: "هُوَ جَدَّ السلاله"},
                           {right: "زَيْنَبُ المشيره", left: "وَنَفِيسُهُ الكبيره"},
                           {right: "وَالْحُسْنُ الْمُنِيرُ", left: "أَنْتُمْ خَيَّرَ آلَ"},
                           {right: "قَدَمَنَا الهديه", left: "لِلْعَطِرَةِ الزكيه"},
                           {right: "صَلَاَةٌ عَلَى النبى", left: "هُوَ بَاهَى الْجِمَالُ"},

                       ]
                   }]

    },
    {

        name: "يا كرام جودوا",
        chapters: [{
                       lines: [

                           {right: "يا كرَامُ جَوَّدُوا", left: "إِنّنَا فُقْرًا"},
                           {right: "أَنْتُمْ السَّادَاتُ", left: "أَنْتُمْ الأمرا"},
                           {right: "نَادَى يا سيادى", left: "عَبِدَكُمْ خاطى"},
                           {right: "بِالذُّنُوبِ بَادَى", left: "أَنْتُمْ السترا"},
                           {right: "كَلَهُ حَزَّنَا", left: "طَالَبَ الْأُذْنُ"},
                           {right: "قَالُوا مُنْقِذَنَا", left: "قَائِلَا عُمُرًا"},
                           {right: "عَنهُمْ آخَذَ", left: "جِئْتِهُمْ عَاجِزَ"},
                           {right: "قَوَّلُوا لى فائز", left: "بِجَابِرِ الْكُسَّرِ"},
                           {right: "إِنّهُمْ طُهْرَ", left: "بِأُمِّهِمْ زَهْرًا"},
                           {right: "لَا يَقْبَلُوا الْقَهْرَ", left: "سَادَةُ العترا"},
                           {right: "سَادَةُ الْعَصْرِ", left: "رَئِيسَةُ لِمُصِرِّ"},
                           {right: "وَجْهَا أَسُرَى", left: "حَاضِنُ الفقرا"},
                           {right: "بِالْعَلْمِ هَدَّاهَا", left: "بِالزَّهْرَةِ مرآها"},
                           {right: "وَالطُّهْرُ مَسُّوهَا", left: "خَدِيجَةُ الْكُبْرَى"},
                           {right: "وَهُمْ القاده", left: "فَرَجَوَا الْكُرَبَ"},
                       ]
                   }]

    },
    {

        name: " مدينة رسول الله",
        chapters: [{
                       lines: [


                           {right: "مَدِينَةُ رَسُولِ اللَّهِ يا طِيبِهِ", left: "مَدِينَةُ عَظِيمُ الْجَاهِ ياطيبه"},
                           {right: "فِيكَ خُيِّرَ مِنْ أَقَامَ", left: "مُحَمَّدُ خَيْرِ الْأَنَامِ"},
                           {right: "وَبَثُّ فِيكَ الْإِسْلَامَ", left: "هُوَ روحى وحبيبى"},
                           {right: "وَنَزُورُ الْقُبَّةِ الخضرا", left: "وَنُشَاهِدُ أَبَا الزهرا"},
                           {right: "جَدَّ السَّادَةُ الأمرا", left: "هُوَ روحى وعيونى"},
                           {right: "لَمَّا وَصُلْنَا المدينه", left: "عِنْدَ الجبيب إحتمينا"},
                           {right: "نَزِلَ الدَّمْعُ مِنْ عَيْنَيْنَا", left: "يَقْبَلُ قَدَمُ حبيبى"},
                           {right: "وَدَخِلْتِ الروضه بيمناى", left: "جَوَّاهَا سَاكِنُ دواى"},
                           {right: "وَالشَّوْقُ زَايَدَ جواى", left: "الف تَحِيهِ لطبيبى"},
                           {right: "أَمَامهُ سَكَتَ الْكَلَاَمُ", left: "و فؤداى القى السّلَامَ"},
                           {right: "عينى مَا عَادَّتْ تَنَامُ", left: "حَتَّى تَشَوُّف حبيبى"},
                           {right: "ضمتى الروضه ضَمَّهُ", left: "مِنْ نَوَر القبه الخضرا"},
                           {right: "مِنْ نَوَرِهَا قُلَّتْ اللَّهُ", left: "نَوَّرَهَا مِنْ نَوَر حبيبى"},
                           {right: "جَوُّهُ الْحُرَمِ اتمشيت", left: "سَاعِهِ اطوف سَاعِهِ حَنَّيْتِ"},
                           {right: "بدموعى أَنَا اتوضيت", left: "سَرَّتْ فى حُرَمَ حبيبى"},
                           {right: "يا مَلْجَأِ الْمُذْنِبِينَ", left: "وَمَدْمَعُ التَّائِبِينَ"},
                           {right: "وَمَلَاَذُ الْمُحِبِّينَ", left: "سَاكَنَ فيكى طبيبى"},
                           {right: "نَهْدِيُّكَ الْآنَ السّلَامَ", left: "يا مَنْبَعِ الْإِسْلَامِ"},
                           {right: "وَلِحُجْرَةِ خَيْرِ الْأَنَامِ", left: "أهديكى روحى وعيونى"},
                           {right: "أَنَا أَهُديُكَ سُلَاَمَى", left: "طَيَّبَهُ خَيْرُ الْأَنَامِ"},
                           {right: "سيدى بُرْهَانَ أمامى", left: "هُوَ حَبيبُ حبيبى"},


                       ]
                   }]

    },
    {

        name: "زِدْني بفَرْطِ الحُبّ",
        chapters: [{
                       lines: [

                           {right: "زِدْنِي بِفَرْطِ الْحُبِّ فِيكَ تَحَيُّرًا", left: "وَاِرْحَمْ حَشَّى بِلَظَى هَوَاكَ تَسَعَّرَا"},
                           {right: "وَإذاَ سَأَلُتُّكَ أَنَّ أَرَاك حَقِيقَة", left: "فَاِسْمَحْ وَلَا تُجْعَلْ جَوَابِيٌّ لَنْ تَرى"},
                           {right: "يا قلبُ أَنْتَ وَعَدَّتْنِي فِي حُبِّهِمْ", left: "صَبَرَا فَحَاذِرْ أَنْ تَضِيقَ وَتَضَجَّرَا"},
                           {right: "إِنَّ الْغِرَامَ هُوَ الْحَيَاةُ فَمُتْ بِهِ", left: "صَبَا فَحُقُّكَ أَنْ تَمُوتَ وَتُعْذَرَا"},
                           {right: "قُلَّ لِلّذِينَ تَقَدَّمُوا قَبَلَي وَمَنْ", left: "بَعْدي وَمَنْ أَضْحَى لِأَشْجَانَيْ يَرَى"},
                           {right: "عَني خَذُّوا وَبِي اِقْتَدَوْا وَلِي اِسْمَعُوا", left: "وَتُحَدِّثُوا بصَبابتي بَيْنَ الْوَرَى"},
                           {right: "وَلِقَدْ خَلَوْتُ مَعَ الْحَبيبِ وَبَيْننَا", left: "سِرُّ أَرَقِ مَنّ النَّسِيمِ إِذَا سُرَى"},
                           {right: "وَأَبَاحَ طَرْفَِيُّ نَظْرْةً أَمُلْتُهَا", left: "فَغَدَوْتُ مَعْرُوفًا وَكُنْتُ مُنَكَّرًا"},
                           {right: "فَدُهِشْتُ بَيْنَ جِمَالِهِ وَجَلَاَلِهِ", left: "وَغَدَا لِسَانُ الْحَالِ عَني مُخْبِرًا"},
                           {right: "فَأَدِرْ لِحَاظكَ فِي مَحَاسِن وَجْهِهِ", left: "تَلْقَى جَمِيعَ الْحُسْنِ فِيهِ مُصَوِّرًا"},
                           {right: "لَوْ أَنَّ كُلُّ الْحُسْنِ يَكْمُلُ صُورَة", left: "ورآهُ كَانَ مُهَلِّلَا وَمُكَبِّرَا"},
                       ]
                   }]

    },
    {

        name: " نحن فى ساحة الحسين نزلنا",
        chapters: [{
                       lines: [

                           {right: " نَحْنُ فِي سَاحَة الْحِسَّيْنِ نَزِلُّنَا", left: "فِي حَمَا اللَّه مَنْ أَتَى لَحْسِيُّنَا"},
                           {right: "يا اِبْنِ طه الْبَشيرَ جِئْنَا بِبَابِكَ", left: "وَشُرَّفُنَا هُنَا بِلُثُمِ عتَابِكَ"},
                           {right: "يا حَفِيدِ الرَّسُولِ جِئْنَا رُحَابَكَ", left: "مَنْبَعُ الْجُودِ مُصْدِرَ الكرمينا"},
                           {right: "رحمةُ اللَّهِ لِلْبَرَايَا عَطَاهَا", left: "مِنْ قُرَن ذاته بذاته وَاِصْطَفَاهَا"},
                           {right: "يَثْرِبُ شَرَفْتِ بِهجرةِ طه", left: "يا هُنَا مُصِّرَ يَوْمُ جَاءَ حِسِّيُّنَا"},
                           {right: "أَمُكَّ الزَّهْرَاءُ لِلْمُكَمِّلِ قُرَّةَ", left: "لَا شَبِّيُّهُ لِهَا مِنَ الْكَنْزِ دُرَّة"},
                           {right: "لَا شَرِيفُ سِوَاك فِي الْخُلُقِ طُرَّة", left: "يا كَرَيْمِ الأجداد والأبوينا"},
                           {right: "الْأَمَاكِنُ إِلَى الْكِنَانَةِ تَهِنِّي", left: "آلَ مُصِرُّ قَدْ جَاءَ مِنْ نَابِ عَني"},
                           {right: "قَالَ خَيْرُ الْوَرَى حِسَّيْنِ مِني", left: "فِي حَديث رَوَّاهُ أَنَا مِنْ حِسَّيْنِ"},
                           {right: "أَنْتَ بِالْأُمِّ قَدْ بَلُغْتِ الكمالا", left: "وَعَلِيٌّ بِهِ تَسْوَدُ الرجالا"},
                           {right: "أُنَّتْ فَرْعُ زَكِيّ مَنْ خَيْر آلا", left: "عُنْصُرُ النَّوَرِ مُنْبَتَّ الحرمينا"},
                           {right: "فِي قُلُوب الْخِيَارُ رَبَِّيُّ كَتَبْتُم", left: "قَالٌ فِي الذَّكَرِ قِرْبَة قُرُبِكُمْ"},
                           {right: "كُلُّ حَسْبُ مَقْطُوع غَيْر حَسْبكُمْ", left: "قبضةُ الْحُقِّ أَفْخَرُ النسبينا"},
                           {right: "مِنْ يَزْوَرَ الْإمَامُ أَتَتِّهِ عَنايا", left: "إِنْ أَصُلَ سَاحَةُ يَتَم هُنايا"},
                           {right: "قَدْ أَتَيْنَاكَ وَالرُّكَّابَ حَنَايَا", left: "يا اِبْنِ خَيْرِ الْأَنَامِ نَظِرَة إِلَينَا"},
                           {right: "خَاطَبَ اللَّهُ لِلَحْسَيْنِ شَفَاِهَا", left: "يا شَهِيدُ الْمُحِبَّةِ يا سِبْطِ طه"},
                           {right: "آيَةُ الطُّهْرِ أَنْتَ مَجَلَِّيُّ صَفَاهَا", left: "أَنْتَ ريحانتاه والسبطينا"},
                           {right: "قَدْ نُزُلنَا بِحُرَمِكَ الْقُدُسِيِّ", left: "نَازِحِينَ إِلَيْكَ يا اِبْنُ خُيِّرَ وَصِيُّ"},
                           {right: "ياغياث الْأَنَامَ يا اِبْنِ خَيْرِ نَبِيِّ", left: "نَازِحِينَ لِسَاحَتِكُمْ قَدْ أَتِيَّنَا"},
                           {right: "جِئْنَا سَاحَا بِهَا تَحُطَّ الْخَطَايَا", left: "مَنْهَلُ الْجُودِ مُصْدِر لِلْعَطَايَا"},
                           {right: "مِنْ سَوَّاكُمْ يَرْجَى لِكُشِفَ الْبَلَايَا", left: "رحمةُ اللَّهِ قَدْ هَدَّاهَا إِلَينَا"},
                           {right: "ضَرَّنِي الْكُرَبُ جِئْتِ سَاحَ الكراما", left: "شَاكِيَا بَاكِيَا مَنِ الآلاما"},
                           {right: "بِأَخِيكَ الْعَظِيمَ حُسْنَ الإماما", left: "دَوْحَةُ النَّوَرِ طَاهِرَ العنصرينا"},
                           {right: "دَاوَى جِسْمُ مِنَ الضنا كَمْ عَانَى", left: "وَكَذَا الضَّرِّ وَالْأُسَى مَسَّانَا"},
                           {right: "فَهِي كَوْكَبَ بَدَا مَعَ الْكَوْكَبَانِ", left: "أَمْ هَاشِم كَرِيمَةَ الدارينا"},
                           {right: "حَبُّكُمْ فِي الْعُرُوقِ وَالْقُلَّبِ يُسَرِّي", left: "جِئْتِكُمْ بَدِلُوا لِعُسْرَيْ بِيُسْرَيْ"},
                           {right: "بِأَبِيكَ الْإمَام أُجْبِرُ لِكسرَيْ", left: "فَكَّ أُسَرُي وُسُدِ عَني الدِّينا"},
                           {right: "يا إمَامَِيٍّ عَلَى جَارِ الْهُما", left: "لَا يُخَيِّبُ الَّذِي لِساحِكَ أَمَّا"},
                           {right: "قَدْ أَتِيَّتُكَ بِفَاطِمَةٍ خَيِّرٍ أَمَّا", left: "بُنْتِ طه وَسَيِّدَ الثقلينا"},
                           {right: "قَدْ أَتِيّنَا لِسَيِّدِ السَّادَاتِ", left: "بِالْكِتَابِ الْعَزِيزِ والآيات"},
                           {right: "بِالْإمَامِ السّجَادِ ذُو الثِّفْنَاتِ", left: "هُوَ عَلِيَ الْمُكَنَّى مِنكَ بُزِّينَا"},
                           {right: "قَدْ أَتِيَّتَكَ بعترة مُرْضِيَةَ", left: "بَضَعَتْكَ صَفْوَةُ الْأَنَامِ رُقْيَةَ"},
                           {right: "وَأَتِيَّتُكَ بِفَاطِمَةِ النَّبَوِيَّةِ", left: "وَأَمْ كُلْثُومَ وَزَيْنَب وَسَكِينَة"},
                           {right: "طَيَّبُونِي لِكَيْ أُعَوِّدَ بِلَادَيْ", left: "وأبرؤا عُودِيَ كَيْ أَرَى أَوْلَاَدِيُّ"},
                           {right: "فَإذاَ سِرْتُم سَاكِنِينَ فُؤَادَيْ", left: "تَمُّوا لِلنّعمةِ وأحفظوها عَلِيَّنا"},
                       ]
                   }]

    },
    {

        name: "ياباب المدينة",
        chapters: [{
                       lines: [

                           {right: "ياباب المدينه ياأصل الْكَرْمَ", left: "وَضُعْتِكَ الشريفه فى الْبَيْتَ وَالْحُرَمَ"},
                           {right: "سَيِّدُنَا مُحَمَّدُ يَلْقَمَكَ اللِّسَانُ", left: "تَمْتَصُّ و تَشْبَعَ مِنْ شُهَّد الدِّنَانِ"},
                           {right: "مَهَدَكَ فى النبوه هُوَ عَيْنَ الْجِنَّانَ", left: "طه كُلُّ يَوْمِ يَرْفَعَ لَكَ عَلِمَ"},
                           {right: "أَوَّلَ شئ بَلَعَتْهُ رَيِّقُ الْمُصْطَفَى", left: "الْبَانُ الحقيقه و الْهُدَى وَالصَّفا"},
                           {right: "وَكَمَا أَنَّ رَيِّقَهُ لِعَيْنكَ شَفَى", left: "يا عَلَى يا اِبْنِ عَمَهِ يابحر الدِّيَمَ"},
                           {right: "مِيلَاَدُكَ حقيقى فى الْكعبةَ حَصَلَ", left: "نَوَّرَكَ يا عَلَينَا بِاللَّهِ اِتَّصَلَ"},
                           {right: "لَمَّا سَمِعَ نَبِيُّنَا بِسَرِعِهِ وُصَل", left: "قَالَكَ الف مُرْحِبَ يا إمَامِ الْأُمَمِ"},
                           {right: "أَوَّلَ هاشمى جَاءَ مِنْ هاشمى", left: "أَمَّهُ هَاشِمِيَّهُ وَأَبُوهُ هاشمى"},
                           {right: "أبويُهُ الحنافى بِالسَّنَدِ الْقُوَى", left: "هُمْ لِلنَّاسِ سَادَة مَنْ فَجُرَّ الْقَدَمِ"},
                           {right: "يا لَيْثِ يا غَالِبِ يا إبن المطلب", left: "يا عَلَى يا اِبْنِ طَالِبٍ حَاشَا تنغلب"},
                           {right: "وَالْفُرْسَانُ مِنكَ تَخْشَى تَقْتَرِبُ", left: "فى سَيَفُكُّ مَنَايَا مِنْ يَسْلَمَ سُلَّمُ"},
                           {right: "أَوَّلَ مَنْ تُوَضَّأْ مِنْ بَعْدَ الرَّسُولِ", left: "الصَّدِيقُ الْأكْبَرَ لَا غَيْرُهُ يُقَوِّلُ"},
                           {right: "رُبَّ الْعُرُشِ أُمِرَ زَوْجُهُ الْبَتُولِ", left: "بِالسُّرِّ المطلصم فى جُفِرَ النُّعْمُ"},
                           {right: "الْإيمَانُ كَلَهُ أَنْتَ يا عَلَى", left: "غَذَّتْكَ النبوه بِالسُّرِّ الْجَلَى"},
                           {right: "أَنْتَ لِكُلُّ مُؤْمِن نَصّ يا وَلَّى", left: "وَارِثُ سُرِّ طه ياصدر النُّعْمَ"},
                           {right: "مِنْ صَبِرِكَ وَعَزْمِكَ تَرْتَعِدَ الْجِبَالُ", left: "عَنْ وَجْه الْمَشْرَفِ تَتَلَقَّى النّبَالُ"},
                           {right: "نَلُتُّ مَقَام صَحْبِهِ وَمَقَامِ لِآلَ", left: "لَكَ نَهَجَ الْبَلَاغَةُ سُرّ مكتتم"},
                           {right: "قَدْ كَنَّاكَ طه كَنِيَّتِهِ تُرَاب", left: "عَنْ وَجْه الْمَشْرَفِ تَتَلَقَّى الْحَرَّابُ"},
                           {right: "لَكَ شَرَحَ وَافِرُ فى أُمّ الْكِتَابِ", left: "فاجعلنى إمامى مِنْ جُمْلَةِ الْخَدَمِ"},
                           {right: "فى الأثنين طه قَدْ قَامَ للصلاه", left: "وَعَلَى صَلَّى بَعْدهُ فى يَوْم التِّلَّاتِ"},
                           {right: "فى التوراه عليناكاشف مُعْضِلَاتٍ", left: "فى الْإِنْجيلَ صفاته مِنْ أَعَلَى نِسَبِ"},
                           {right: "عَلَى أَوَّلَ مبايع فى حَالَ النَّذِيرُ", left: "زى هارُونَ وَمُوسَىٌ بَلْ أَعَلَى وَزِيرِ"},
                           {right: "أَمَّا فى الرساله هُوَ أَوَّلَ نَصِير", left: "مِنْ عَمْرو بُنّ وَدّ بِالسَّيْفِ اِنْتَقَمَ"},


                       ]
                   }]

    },
    {
        name: "أنت فينا",
        chapters: [{
                       lines: [

                           {right: "أَنْتَ فِينَا أَنْتَ فِينَا", left: "لَا نَعْذِبُ لَا حبيبى و أَنْتَ فِينَا"},
                           {right: "يا هُنَا مِنْ شَاهَدُوا طه نَبِيَّنَا", left: "قَالَ رُبَى قى كُتَّابَهُ اُنْتُ فِينَا"},
                           {right: "رُؤْيَاُكَ يا سَيِّدِ السَّادَاتِ نَصَّ", left: "بِالصّحَاحِ السِّتَّ إِسْنَادُ مَكِينَا"},
                           {right: "كُلُّ أهْل اللَّه قَدْ قَرَوَا شُهُودَكَ", left: "فى الْمُشَاهِدَ لِلْمَعِيَّةِ قَائِمِينَا"},
                           {right: "رَبَّى قُوَى الرّوحِ كى تُشَاهِدَ جَمِيلَا", left: "وَتُرى الْمُخْتَارِ خُتُمَ المرسلينا"},
                           {right: "رُؤْيَتُكَ تَحْقِيقٍ إِنْ أَبِدْتِ بِذَاتُ", left: "فهى صُدِقَ يَقِظَةٌ أَوْ نَائِمِينَا"},
                           {right: "كَمَّلُونَا كَلَنَا نَقَصَ وَعَيْبُ", left: "إِنْ مِنكُمْ كَمَال الكاملينا"},
                           {right: "رَحَّبَكُمْ تَسْعَى لَهُ الْأَقْوَامُ فَضْلًا", left: "فَاِجْعَلْ الْأَحْبَابَ فِيهِ آمنينا"},
                           {right: "قُلٌّ لَهُ يا عَبْدِنَا نَلُتُّ نَوَالًا", left: "فإسقه مِنْ خُمُرِكُمْ أَصَفَّى مِعَيُنَا"},
                           {right: "يا بَدِيعُ الْحُسْنِ هَنِيئًا نراكم", left: "كى يَكُنْ مَنُّكُمْ بِنَا حَقَا يَقِينَا"},
                           {right: "يا رَسُولِ اللَّهِ عِطْفَا بِالْمُعَنَّى", left: "هَلْ لَهُ وَدَّ يَجْمَعُ الراغبينا"},
                           {right: "جِئْتِكُمْ مُتَوَسِّلًا فإقبل رجائى", left: "بالدسوقى خُتُمَ العارفينا"},
                       ]
                   }]

    },
    {
        name: "عليك صلى الله يا نبينا",
        chapters: [{
                       lines: [
                           {right: "عَلَيكَ صَلَّى اللَّهُ يا نَبِيَّا", left: "وَسُلِّمَ دَائِمَا فى كُلَّ آنَ"},
                           {right: "تَقُرُّ بِمَدْحِهِ عَيْنَ نَبِيَّنَا", left: "وَيَفْرَحُ بِالشّدَاةِ المادحينا"},
                           {right: "وَيُحَضِّرُ مَدْحُهُ فَيَكْوُنَّ فِينَا", left: "فَيَشْهَدُهُ لَنَا أَهَلَّ الْعِيَانُ"},
                           {right: "وَشُعِرَ الْمُصْطَفَى اللَّيْلَ دَاجَى", left: "عَلَى وَجْه يضيئ كَمَا السَّرَّاجُ"},
                           {right: "يَطَلُّ عَلَى الاحبة بِاِبْتِهَاجِ", left: "جَمِيلٌ لَا يَمُلَّ مِنهُ رائ"},
                           {right: "وَوَجُهَ الْمُصْطَفَى كَالْدُّرِّ يَزْهُو", left: "وَحُقَّا لِلْبُدورِ تُغَارُّ مِنهُ"},
                           {right: "وَمَا قَدْ قَيَّلَ أَوْ سَيُقَالُ عَنهُ", left: "كَغُرَفِ الْبَحْرِ مِنْ بَحْر الْجِمَالِ"},
                           {right: "يَسِيرٌ كَأَنّهُ جَبَلَ مُطِلَّ", left: "وَلَيْسَ لَهُ مِنَ الانوار ظَلَّ"},
                           {right: "هُوَ الْقَمَرُ الْمُنِيرُ مَتَى يُهِلُّ", left: "يُشَارُّ عَلَيهِ دَوَّمَا بِالْبَنَانِ"},
                           {right: "وَرُيِّقَ الْمُصْطَفَى حَلُوَ الْمَذَاقُ", left: "وَإِنْ عَزَّ الدوا فَالرَّيِّقَ رَاقَ"},
                           {right: "وَعَيْنَ قَتادَة بَعْدَ اِنْزِلَاقِ", left: "تَعَوُّدٌ كَأَنَّ مِنهَا لَمْ يُعَانَى"},
                           {right: "وَعَائِشَةُ تَقَوُّلٍ عَلَى النبى", left: "أَشَدَّ نِدَّا مِنَ الرّيحِ العتى"},
                           {right: "وَأُجْوِدَ مِنْ غَمَام اريحى", left: "إذاَ مُدَّتْ الِيُّهُ الرّاحَتَانِِ"},
                           {right: "تَكَامُلُ سَمَّتَهُ خُلُقًا و خُلُقًا", left: "وَفَاقَ نَزَاهَةُ وَتُقَى وَذُوقَا"},
                           {right: "وَلَا غَيْرُ النبى يُقَالُ حُقَّا", left: "لَهُ يا صَاحِب الشِّيَمِ الْحسَانِ"},
                       ]
                   }]
    },
    {
        name: "قـــمر سيـــــــــدنا النبى قمـــر",
        chapters: [{
                       lines: [


                           {right: "قَمَرُ قَمَرِ سَيِّدِنَا النَّبِيِّ قَمَرَ", left: "وَجَمِيلُ سَيِّدُنَا النَّبِيِّ ياجميل"},
                           {right: "ضليع الْفَمَ بُرَاق الثَّنَايَا", left: "جَمِيلُ الصَّدْرِ رُؤْيَتهُ مَنَايَا"},
                           {right: "مُفَلَّجُ نَوْرِهِ يَخْطَفُ عَنايا", left: "وَيَفْتِرُ مِثْلُ عَنْ حَبّ الْغَمَامِ"},
                           {right: "كَحِيلُ الطُّرَفِ حَبيبِيٌّ لَوْ تِرَاهُ", left: "ضَحْوُكَ السِّنِّ لِلْعَاشِقِ رَمَّاهُ"},
                           {right: "وَمَسْرَبَةُ كَعُودِ الْمُسَكِ قَيَّلَا", left: "بَدَتْ مِنَ الصَّدْرِ للسره الجميله"},
                           {right: "وَصُدِرَ الْمُصْطَفَى عُرُش إستواء", left: "وَعِلْمُ اللَّهِ عَمَّا بِهِ إحتواء"},
                           {right: "وَرُيِّقَ الْمُصْطَفَى يَشْفَى العليلا", left: "وَعَيْنَ قَتادَةَ خَذَّهَا دَليلَا"},
                           {right: "وَبِئْرُ الْمِلْحِ اضحت سَلْسَبِيلًا", left: "وَصَارَ لِصحبةِ خُمُرِ مُدَامًا"},
                           {right: "وَرَاحَ الْمُصْطَفَى كَالْْوَرْدِ نَادَى", left: "وَعَطَّرَهُ يَبْقَى إذاَ مَسَّتْ أيادى"},
                           {right: "وَعُمَّ نَوَالُهَا كُلَّ العبادى", left: "وَكُلُّ الْكَوْنِ مِنَ امداد طه"},
                           {right: "وَعَرِقَ الْمُصْطَفَى لِلطِّيبِ طِيبَ", left: "وَيَثْرِبُ حَوِلَتْ مِنْ طِيبِهِ طَيِّبًا"},
                           {right: "وَيَسْكَرُ عِنْدَ طلعتِهِ الْحَبيبِ", left: "وَلَوْ جُنَّ الْمُشَاهِدُ لَا مُلَاَمَا"},
                           {right: "وَلَا يَقَعَ الذُّبَابُ عَلَيكَ حَاشَا", left: "ظُلَاَّمُ الْكَفْرِ مِنْ نَوَرِكَ تلاشا"},
                           {right: "ضَحْوُكَ السِّنِّ شِيمَتَكَ البشاشا", left: "وَاِغْلِبْ ضَحِكَ حضرتُهُ إبتساما"},
                           {right: "بِهِي الطلعه فَالْمَوْلَى أصطفاه", left: "حَبيبُ اللَّهِ يا خَيْرِ الْبَرَايَا"},
                           {right: "وَلَا ظَلَّ لَهُ بَلْ كَانَ نُورَا", left: "تَنَالُ الشَّمْسُ مِنهُ والبدورا"},
                           {right: "وَلَا يَنْطِقَ نَبِيُّنَا عَنْ هَوَاهُ", left: "بِوَحَى اللَّهِ يَنْطِقَ الْكَلَاَمُ"},
                           {right: "رَسُولُ اللَّهِ رَفِقَا بالقتيلا", left: "وَاُشْفِي الْقُلَّبَ مِنكَ بإبتسامه"},
                           {right: "يُقَوِّلُ اللَّهُ عَنْ خَيْرِ البريه", left: "قبضةُ نَوَرِ اِحْمَدْ سَرْمَدِيَّهُ"},
                           {right: "وَأَنَّ الْمُصْطَفَى حى حَرِيًّا", left: "هَلَاَلٌ لَيْسَ يَطْرُقَهُ أَفُولُ"},
                           {right: "لِقَاءَ الْمُصْطَفَى هُوَ كُلَّ قصدى", left: "لَهُ شَهِدَتْ أَحَادِيثُ سَنَد"},
                           {right: "وَأَنَّ الْجِسْمَ مِنهُ بِقَاعِ لَحْدِ", left: "لِوَرْدٍ لَا يُدَنِّسُهُ الذبول"},
                           {right: "حَفِظَنَا بَقَاءَهُ فى كُلُّ وَقْتِ", left: "لَهُ شَهِدَتْ أَحَادِيثُ بِثِقَةِ"},
                           {right: "وَتَأْتِيهِ الْمَلَاَئِكَةُ كُلَّ وَقْتَ", left: "تَحِيهِ وَتَسَمُّعُ مَا يُقَوِّلُ"},
                           {right: "رَسُولُ كَامِلُ مِنْ كُلُّ عَيْبِ", left: "وَيُقْضَى فَرْضُهُ مَنّ غَيْر رَيْب"},
                           {right: "وَيَطْهُرُ لِلصَّلَاَةِ بِمَاءِ غُيَّبِ", left: "يُؤَدِّيهَا إِذَا وَرَدَ الدَّليلُ"},
                           {right: "وَاُجْمُلْ مِنكَ لَمْ تُرى قَطُّ عَيْنَ", left: "واطيب مِنكَ لَمْ تَلِدْ النِّسَاءُ"},
                           {right: "خَلِقْتِ مبرءا مِنْ كُلُّ عَيْبٍ", left: "كَأَنّكَ قَدْ خَلِقَتْ كَمَا تشااااااء"},
                       ]
                   }]
    },
    {
        name: "حيته يوم الغــــــــار حمامه",
        chapters: [{
                       lines: [

                           {right: "حَيَّتُهُ يَوْمِ الْغَارِ حَمَّامَهُ", left: "وَالْعَنْكَبُوتُ وَتِلْكَ علَامَهُ"},
                           {right: "وَتُظِلُّهُ فى الْحُرَّ غَمَامَهُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "وهوالذى نَشْتَاقُ تِرَاهُ", left: "سُبْحَانَ مَنْ بِالنَّوَرِ بَرَّاهُ"},
                           {right: "فَلَعَلّنَا بِالْعَيْنِ نراه", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "وَهُوَ الذى قَدْ عُمَّ نِدَّاهُ", left: "فَجَمِيعنَا فَقرَاءَ هَدَّاهُ"},
                           {right: "وَالْغَوْثُ قَدْ صَنَعَتْهُ يَدَاهُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "نَطَقْتِ لَهُ بِالْحُقِّ غَزَالَهُ", left: "وَالضَّبُّ قَدْ دُنَى بِمَقَالِهِ"},
                           {right: "عَرَفُوا حَبيب اللَّهِ و آله", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "مُوسَىٌ بِهِ قَدْ سُمِعَ الصَّوْتُ", left: "عِيسَى بِهِ قَدْ أَحَيَّا الْمَوْتِ"},
                           {right: "فَالْمُصْطَفَى لَمْ يَتِرْكَ فَوَّتَا", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "وَالْبَدْرُ كَمْ ذَا إشتاق الِيهُ", left: "فإنشق حِينَ أَشَارَّ الِيُّهُ"},
                           {right: "وَالْجَزَعُ حَنٌّ وَأَتَى الِيُّهُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "وَبِفُضُلِ رُبَّ الْعُرُشِ عَلَيهِ", left: "نَطَقَتْ ذِرَاعُ الشَّاهِ لَدَيهُ"},
                           {right: "مُنِعَتْ وُصُولُ السَّمِّ الِيهُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "وَهُوَ الذى مِنْ فَوْقَ سَمَاهَا", left: "قَدْ خَاطَبَ الرَّحْمَنُ شغاها"},
                           {right: "إِذْ يُغْشَى السَّدِرَةُ مَا يَغْشَاهَا", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "فَجَمِيعَ مَا لِلرُّسُلِ لَدَيهُ", left: "وَيُزَيِّدُ بِالْقُرْآنِ عَلَيهُمْ"},
                           {right: "فَعَطَاؤُنَا مَنْ فَيْض يَدِيَّهُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},
                           {right: "قصلاة رُبَّ الْعُرُشِ الْهادَى", left: "تَرْقَى بِهَا أَشَرَفَ الْعُبَّادُ"},
                           {right: "فَصَلَاَتُنَا هى خُيِّرَ زَادُ", left: "يا عِزِّنَا وَاللَّهِ بَطِّهِ"},


                       ]
                   }]
    },
    {
        name: "أيا زائر الروض لا تنسنى",
        chapters: [{
                       lines: [


                           {right: "أَيَا زَائِر الرَّوْضِ لَا تنسنى", left: "وَبِالْذَّكَرِ عِنْدَ النبى خصنى"},
                           {right: "وَقَلَّ لحبيبى لَكُمْ مُغْرَمُ", left: "بِأَرْضِ الْكِنَانَةِ لَمْ يَسُكُّنَّ"},
                           {right: "يَجِدُ بِهِ الْوَجْدُ فى خَلْوَة", left: "فيبى بِدَمْعِ الْهَوَى الْمُعْلِنِ"},
                           {right: "وَيَشْدُو بِهِ كَلَمَّا هَزَّهُ", left: "أَرِيجُ الرَّيَاحِينِ وَالسَّوْسَنِ"},
                           {right: "إِذَا مَرّ رُكْب الْحَجيجِ بِهِ", left: "يُقَوِّلُ اما فِيكَ مِنْ مُحْسِنِ"},
                           {right: "يُنَادَى خذونى وَلَوْ مَاشِيًا", left: "وَمَهْمَا فَعُلْتُم فَلَنْ اِنْثَنَى"},
                           {right: "وَلِلَنْ أَشَكْو الْجُهْدِ فى مَشْيَةَ", left: "وَقَدْ شفنى الْهَجْرَ مَا نشقنى"},
                           {right: "وَمَهْمَا حَرَمْتُم عيونى الْكَرَى", left: "أَطِيلَ السُّهَادُ وَذَى أعينى"},
                           {right: "فَإِنْ لَاحَ رَوْضُ الْحَبيبِ لَنَا", left: "فَخِلْوُ سبيلى فَذَا موطنى"},
                           {right: "فِيَا زَائِر الرَّوْضِ لَا تنسنى", left: "وَبِالْذَّكَرِ عِنْدَ النبى خصنى"},
                           {right: "وَقَلَّ حبيبى جَرِيح الْهَوَى", left: "يَئِنُّ وَمِنْ ذَا بِهِ يعتنى"},
                           {right: "فَعُدُّهُ فَعَسَى إِنْ رَأَى وَجْهُكُمْ", left: "يُعَوِّدُ الذى فى الْهَوَى قَدْ فنى"},
                           {right: "وَعُدُّهُ فَكَمْ ذَا أَطُلَّتْ النَّوَى", left: "وَجُرِحَ الْهَوَى بَعْدَ لَمْ يَسُكُّنَّ"},
                           {right: "وَكَمْ لَامَهُ النَّاسُ لَمَّا رَأَوْا", left: "عَلَيهِ ذُهُولَا فَلَا يعتنى"},
                           {right: "وَقَلَّ لحبيبى مُشَوِّق لِكَمْ", left: "وَقَدْ طَالَ شوقى فَلَا تنسنى"},
                           {right: "فِيَا زَائِر الرَّوْضِ لَا تنسنى", left: "وَبِالْذَّكَرِ عِنْدَ النبى خصنى"},
                           {right: "فَطُمْئِنَ فؤادى بِدِفْءِ الرِّضَا", left: "وَفَرِحَ عيونى وَلَا تجفنى"},
                           {right: "ظَمِئْتِ الى الْوُصَلَ يا سيدى", left: "فَمُدَّ يَمِينكَ لى واسقنى"},
                           {right: "تَمَرُّ اللليالى وَكَمْ لَيْلَةَ", left: "أُقَوِّلُ ستأتى فَلَمْ تأتنى"},
                           {right: "فَمَا غَابُ طَيْفِكَ عَنْ خاطرى", left: "وَفَكَّرَكَ دأبى فَلَا تنسنى"},
                           {right: "يُطَيِّبُ لسانى بِكُمْ كَلَمَّا", left: "مُدِحَتْ عُلَاُكَ وَذَا ديدنى"},
                           {right: "وَيَزْكُو فؤادى بِعُطُرِ الْمُنَى", left: "إذاَ لَاحَ وَجْهُكَ يا فاتنى"},
                           {right: "عَلَى عتباتك يا سيدى", left: "وإلا فَلَسْتَ بِمَنْ ينحنى"},
                           {right: "سُجُودَا رُكوعًا عَلَى بَابِكُمْ", left: "فَأَنْتَ الذى فى الْهَوَى حزتنى"},
                           {right: "وَطَوَّعْتِ قلبى فَمَا نَبْضُهُ", left: "سِوَى يا مَلِيَّكَ الْهَوَى أدننى"},
                           {right: "وَفَّى قَاعُ عينى لَكُمْ صُورَةُ", left: "تُزَيِّدُ اشتياقى وَلَا ترونى"},
                           {right: "ففى كُلُّ حِينَ أَنَا تائق", left: "وَمَا أَنَا عَنْ وُصَلِكُمْ بِالْغِنَى"},

                       ]
                   }]
    },
    {
        name: "هذا الحبيب مع الأحباب قد حضر",
        chapters: [{
                       lines: [

                           {right: "ذَا الْحَبيبَ مَعَ الْأَحْبَابِ قَدْ حُضَّر", left: "وَسَامَحَ الْكَلُّ فِي مَا قَدْ مَضَّى وَجْرَا"},
                           {right: "وَأَدَارَ عَلَى الْعُشَّاقِ خَمِرَتْهُ صَرْفَا", left: "يُكَادُ سِنَّاهُ يَخْطَفَ نَوَرُ الْبَصَرِ"},
                           {right: "يا سَعْدِ كَرَّرَ لَنَا ذَكَرَ الْحَبيبُ لِقَدْ", left: "شَنِفْتُ أَسُمَّاعنَا يا مُطْرِبِ الْفقرَاءِ"},
                           {right: "مَالُي لِرُكْبِ الْحُمَى مَالَتْ مَعَاطِبُهُ", left: "لَا شَكٌّ أَنَّ حَبيب الْقُوَّمِ قَدْ حُضَّر"},
                           {right: "فَعِنْدَ ذَا تَنَظُّر الْأَعْلَاَمِ قَدْ رُفِعَتْ", left: "يَؤُمُّهُمْ عَلْم لِلْوُصَلِ قَدْ نُشَرَ"},
                           {right: "وَمَجْلِسُ الْأُنْسِ بِالْأَحْبَابِ مُجْمِعَهُمْ", left: "وَالْكَأْسُ قَدْ دَار فِي مَا بَيْنهُمْ سَحَر"},
                           {right: "وَمِنْ سَقَّاهُمْ تَجَلَّى لاشبيه لَهُ", left: "حَاشَاهُ لَا يُشَبِّهَ شَمْسًا وَلَا قَمَرُ"},
                           {right: "منزّه عَنْ شَرِيكٍ فِي جَلَاَلَتِهِ", left: "مُوَحِّدٌ فِي عُلَاِهِ لَيْسَ فِيهِ مَرلأا"},
                           {right: "وَمِنْ أَتَاهُ فَقِيرًا لَا مرَادٌ لَهُ", left: "سَوَّاهُ يَكْتُبَهُ مِنْ جُمْلَة الْأمرَاءِ"},
                           {right: "هَذَا السُّمَّاعَ الَّذِي تُشْفَى الصُّدُورُ بِهِ", left: "هَذَا الْحَبيبَ الَّذِي قَدْ حُيِّرَ الْفِكَرُ"},
                           {right: "صُوفِيَّةُ عَنْدَمًا صَفَّتْ صدورهمُ", left: "أَزَالَ عَنهُمْ جَمِيعَ الشَّكِّ وَالْكَدَرِ"},


                       ]
                   }]
    },
    {
        name: "يا راحلين الى منى بقيادى",
        chapters: [{
                       lines: [


                           {right: "يا رَاحِلِينَ إِلَى مُنَى بِقِيَادَيْ", left: "هيجتموا يَوْم الرَّحِيلِ فُؤَادَيْ"},
                           {right: "سِرْتُم وَسَارَّ دَليلُكُمْ يا وَحُشْتِي", left: "الشَّوْقُ أَقْلِقُنِي وَصُوِّتَ الْحَادِّيُّ"},
                           {right: "وحرمتموا جَفَّنِي الْمَنَامُ بِبَعْدكُمْ", left: "يا سَاكِنِينَ الْمُنْحَنَى وَالْوَادِي"},
                           {right: "وَيُلَوِّحُ لِي مابين زُمْزِمَ وَالصَّفا", left: "عِنْدَ الْمَقَامِ سُمِعَتْ صَوْتُ مُنَادِي"},
                           {right: "وَيُقَوِّلُ لِي يانائما جَدَّ السُّرَى", left: "عَرَفَاتُ تَجْلُوَ كُلُّ قُلَّبِ صَادِّي"},
                           {right: "مِنْ نَالَ مِنْ عَرَفَات نَظِرَة سَاعَةَ", left: "نَالَ السُّرُورُ وَنَالَ كُلُّ مرَادَيْ"},
                           {right: "تالله مَا أَحِلَى الْمُبَيِّتِ عَلَى مُنَى", left: "فِي لَيْلَ عِيد أَبَرِّكَ الْأَعْيَادِيِّ"},
                           {right: "ضَحَوَا ضَحَايَاَهُمْ وَسَالَ دِمَاؤُهَا", left: "وَأَنَا الْمُتَيَّمُ قَدْ نُحِرَتْ فُؤَادِيُّ"},
                           {right: "لَبَسُوا ثِيَاب الْبيضِ شَارَاتُ اللِّقَاءِ", left: "يارب أُنَّتْ وَصِلَتُهُمْ صَلَّنِي بِهُمْ"},
                           {right: "فَبِحُقِّهِمْ يا رُبَّ فُك قِيَادَيْ", left: "فَإذاَ وَصُلْتُم سَالِمِينَ فَبَلُغُوا"},
                           {right: "مِني السّلَام أُهَيِّلُ ذَاكَ الْوَادِي", left: "قَوَّلُوا لِهَمَّ عَبْدُ الرَّحِيمِ مُتَيَّمَ"},
                           {right: "وَمُفَارِقُ الْأَحْبَابِ وَالْأَوْلَاَدِ", left: "صَلَّى عَلِيُّكَ اللَّه يا عَلْم الْهُدَى"},
                           {right: " مَا سَارُّ رُكْبٍ أَوْ تُرَنِّمَ حَادُّي", left: ""}
                       ]
                   }]
    },
    {
        name: "لب الاحسان",
        chapters: [{
                       lines: [

                           {right: "لَبَّ الاحسان لَدَيهُ", left: "فَصَلَاَةُ اللَّهِ عَلَيهِ"},
                           {right: "مِنْ مِثْلُ حبيبى طه", left: "وَالرّوحُ تَحِنُّ الِيُّهُ"},
                           {right: "فِيهِ يَتَجَلَّى اللَّهُ", left: "وَسلَامُ اللَّهِ عَلَيهِ"},
                           {right: "لِلطَائفِ مَا أَحَلَاهَا", left: "نَوَّرَا تَخْشَاهُ النَّارُ"},
                           {right: "ونجاتى بِالْمُخْتَارِ", left: "جُدْ لى بِالنَّوَرِ الهى"},
                           {right: "فِيهَا الرُّقْيَةَ وَالْجَاهَ", left: "فَبَطُّهُ حمايا وجاهى"},
                           {right: "شوقى لحبيبى طه", left: "دَمْعٌ و جَوَى وَأنِينَ"},
                           {right: "ذكرُ بِكِتَابِ اللَّهِ", left: "تَتَعَطَّرُ بِاِسْمِ اللَّهِ"},
                           {right: "وجدى إِنْ طه جفانى", left: "يَغْدُو قَلْبَا وَشَفَاُهَا"},
                           {right: "وَإِذَا بِالْعَفْوِ حبانى", left: "كَمْ كَرِبَ زَالَ بِلَيْلُ"},
                           {right: "و النَّوَر يَتَلَأْلَأُ حولَى", left: "وَرَضَا وَهَوَى وَحَنِينُ"},
                           {right: "لَمَّا إِنْ جِئْتِ حَمَاهُ", left: "كَرَمَا يزكينى نَدَاهُ"},
                           {right: "كَمْ ذَا أَتَيْتِ حبيبى", left: "أَرْجُوكَ فَأَنْتَ طبيبى"},
                           {right: "وَجَرِيحُ هَوَاكَ ذَبيحُ", left: "و أَنَا فى الْحَبَّ جَرِيح"},
                           {right: "جُدْ لى بِالْوُصَلِ فإنى", left: "وَأَنَا بِالْبَابِ أَغْنَى"},
                           {right: "اِشْتَاقَ رِضَا الْفتَاحِ", left: "وَاِحْلِقْ بالارواح"},
                           {right: "جُدْ لى بِرِضَاِكَ حبيبى", left: "فهوك وَأَنْتَ طبيبى"},
                           {right: "فَرَضَاكَ غِذَاءُ الرّوحِ", left: "يَشْفَى الْقُلَّبُ الْمَجْرُوحُ"},
                           {right: "جُدْ لى إِنْ جِئْتِ اللَّهَ", left: "بِذُنُوبِ كَالْثَّقَلَيْنِ"},
                           {right: "وَأَنَا مدَاحُكَ طه", left: "وَبِسَاحَةِ أهْلِ الْبَيْتِ"},
                           {right: "جُدْ لى وامنحنى نَوْرًا", left: "فى الْقَبْرَ ليؤنسنى"},
                           {right: "وَاِجْعَلْ سَعَى مَشْكُورَا", left: "لِنَدَاكَ ليحرسنى"},


                       ]
                   }]
    },
    {
        name: "أنتم فروضى ونفلى",
        chapters: [{
                       lines: [

                           {right: "أَنْتُمْ فروضى وَنَفْلَى", left: "أَنْتُمْ حديثى وشغلى"},
                           {right: "يا قبلتى فى صلاتى", left: "إذاَ وَقَفَّتْ أَصْلَى"},
                           {right: "جِمَالُكُمْ مَصَبِّ عينى", left: "الِيُّهُ وَجَّهْتِ كلى"},
                           {right: "وَسُرُّكُمْ فى ضميرى", left: "وَالْقُلَّبُ طُوِّرَ التَّجَلَّى"},
                           {right: "أَنَسَّتْ فى الحى نَارًا", left: "لَيْلَا فَبَشِرْتِ أهلى"},
                           {right: "قَلَّتْ امكثوا فَلِعَلَى", left: "أَجِدُ هداى لِعَلَى"},
                           {right: "دَنَوْتِ مِنهَا فَكَانَتْ", left: "نَارَ المكلم قبلى"},
                           {right: "نُودِيَتْ مِنهَا كِفَاحًا", left: "رَوَّدُوا ليالى وَصَلَّى"},
                           {right: "حَتَّى إِذَا مَا تُدَانَى", left: "الْمِيقَاتُ فى جُمْعَ شملى"},
                           {right: "صَارَّتْ جبالى دَكًّا", left: "مِنْ هَيْبَة المتجلى"},
                           {right: "وَلَاحَ سُرُّ خفَى", left: "يُدْرِيهِ مِنْ كَانَ مثلَى"},
                           {right: "وَصَرَّتْ مُوسَى زمانى", left: "مُذْ صَارَ بعضى كلى"},
                           {right: "فَالْمَوْتُ فِيهِ حياتى", left: "وَفَّى حياتى قَتْلَى"},
                           {right: "أَنَا الْفَقِيرُ الْمُعَنَّى", left: "رَقَّوْا لحالى وذلى"},
                       ]
                   }]
    },
    {
        name: "تزلزلت الاكوان من عظم هيبتى",
        chapters: [{
                       lines: [
                           {right: "تَزَلْزَلْتِ الاكوان مِنْ عَظْمِ هيبتى", left: "عَلَى سَائِر الْأَقْطَابِ تَعْلُو مزيتى"},
                           {right: "وَكُلَّ وَلَّى كَانَ مَنُّ قبلى سبقتَهُ", left: "وَقَدْ سَارَّ حُقَّا شَارِبَا مِنْ بقيتى"},
                           {right: "وَكُلُّ كُتَّابِ فى الْعُلُومَ مُؤَلَّفَ", left: "يَفْجُرُ تَذْكَارَا بِحُسْنِ مقالتى"},
                           {right: "وَلَوْ أرسلونى لِبِنْتِ بِرٍّ لِأَحْرَقْتِ", left: "وَصَارَّتْ هَبَاءَا مَنْ عَظِيم مهابتى"},
                           {right: "وَدَائِرَةُ الرَّحْمَنِ كُنَّتْ أَميرُهَا", left: "وَحَوِرَ جِنَّانُ الْخَلَدِ تَخْدُمُ روضتى"},
                           {right: "مرقعتى الْخَضْرَاءَ قَدْ عُمَّ نَوَرُهَا", left: "وَتَحُمَّاهَا حَوِرَ الْجِنَّانُ لروضتى"},
                           {right: "حُرِمَتْ لَذِيذُ النُّوَمِ مِنْ صِغَرِ الصَّبَا", left: "وفخرى مَعَ الأتباع خضراءاشارتى"},
                           {right: "وَأُدْعَى الدسوقى فى مظاهرقدسه", left: "وَإِنْ قَلَّتْ أَبَا الْعَيْنَيْنِ نَلُتُّ الْعِنَايَةَ"},
                           {right: "وَصَلَّيْتِ بِالتَّسْلِيمِ مَهَا تَكَاثَرْتِ", left: "مَفَاتِيحُ أهْلِ اللَّهِ فى طى قبضتى"},
                           {right: "زَمِنَ زارنى حُقًّا سَيُفْتَحُ بَابُهُ", left: "الى رَوْضَة الْمُخْتَارِ ثُمَّ لِمَكَّةِ"},
                           {right: "مريدى تَمَسَّكَ وَكْنُ بى وَاثِقًا", left: "لِأُحْمِيكَ فى الدُّنْيَا وَيَوْمَ الْقِيَامَةِ"},


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },
    {
        name: "",
        chapters: [{
                       lines: [


                       ]
                   }]
    },


]

bordas.map do |borda|
  poem = Poem.where({name: borda[:name], author: borda[:author], desc: borda[:desc]}).first_or_create!
  borda[:chapters].map do |chapter|
    chapter_record = Chapter.where({name: chapter[:name], desc: chapter[:desc], poem_id: poem.id}).first_or_create!
    chapter[:lines].map do |line|
      Line.where(body: "#{line[:right]} #{Line::SEPARATOR} #{line[:left]}", chapter_id: chapter_record.id).first_or_create!
    end
    chapter[:links].map {|link| Link.where(link.merge({linkable_id: chapter_record.id, linkable_type: 'Chapter'})).first_or_create!} if chapter[:links].present?
  end
end


